{
	"title": "-nd",
	"content": [
		{
			"title": "Intro",
			"content": "-nd is a toponymical ending in Sindarin, an ending \"commonly used in the names of regions or countries\". Vowels could be attached to the ending, yielding the forms -and, -end, -ond. In names such as Rohan, the -d was dropped, due to its lack of pronunciation in speech (this also occurred in Anorien and Ithilien).[1][2]\n\nThe form also appears as -ian(d), -iann, -ion, -ien.[3]"
		},
		{
			"title": "Examples",
			"content": "With a\nBeleriand\nOssiriand\nCalacirian/Kalakiryandë (from Calacirya)\nCardolan\nRohan\nWith e\nHildórien (note that Hildor is a Quenya name)\nArthórien\nArvernien\nLothlorien\nIthilien\nAnorien\nWith o\nDorthonion\nDorwinion\nRegion\nLindon\nEregion\nCalenardhon"
		},
		{
			"title": "Etymology",
			"content": "-ian(d) and ultimately -ien are reduced from -iand(a), -iend(e),[4] and said to be derived from PQ yandē \"a wide region, or country\".[3]\n\n-(i)on appears in later-formed names and is in origin distinct from the above. It is explained to be from root YANA- and/or root YONO.[3]"
		},
		{
			"title": "Cognates",
			"content": "Relevant endings don't appear in other languages such as Quenya save perhaps the name Hildórien and Calacirian (from Kalakiryande).[5] However there is the Qenya name Valariande[6] and Ossiriande.[7] The book The Road Goes Ever On gives the Quenya name of Lothlórien as Lóriende.\n\nThe above hint that in Quenya the endings were preserved as -iande and -iende, without loss of final -e. On the other hand, Valariande is perhaps non-canon as early Qenya (but consistent to the later rules of phonology); as for Lóriende, it seems to be constructed after the Sindarin name and can not be indicative of Quenya etymology.[source?]"
		},
		{
			"title": "See also",
			"content": "dôr"
		},
		{
			"title": "References",
			"content": "↑ J.R.R. Tolkien, Christopher Tolkien (ed.), Unfinished Tales, \"Cirion and Eorl and the Friendship of Gondor and Rohan\"\n↑ Wayne G. Hammond and Christina Scull (eds), The Lord of the Rings: A Reader's Companion, p. 248\n↑ \nJump up to:\n3.0 3.1 3.2 J.R.R. Tolkien, \"Words, Phrases and Passages in Various Tongues in The Lord of the Rings\", in Parma Eldalamberon XVII (edited by Christopher Gilson), pp. 42-3, 115\n↑ J.R.R. Tolkien, \"Words, Phrases and Passages in Various Tongues in The Lord of the Rings\", in Parma Eldalamberon XVII (edited by Christopher Gilson) p.37\n↑ J.R.R. Tolkien, \"Notes and Translations\", in The Road Goes Ever On (J.R.R. Tolkien, Donald Swann), p. 70\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Book of Lost Tales Part One p.202\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Lays of Beleriand, \"III. The Lay of Leithian: Canto I (Of Thingol)\", pp. 158-9"
		}
	]
}
