{
	"title": "-wë",
	"content": [
		{
			"title": "Intro",
			"content": "-wë (or -we) is a Quenya suffix used mainly in masculine names more usual in the First Age. It is translated as \"man\" or simply \"person\".[1][2][3]\n\nIt was seen in names of the Elves of Cuiviénen and the Great March: Morwë, Nurwë, Ingwë, Finwë, Elwë, Olwë, Nowë, and Lenwë.\n\nThe suffix appears frequently in other Quenya names of the First Age, such as Voronwë, generally but not exclusively masculine.[4]\n\nThe ending was also seen in Manwë,[2] and perhaps also in Eönwë.[5]\n\nThe element, having the archaic sense of \"person\",[6] can also rarely be found in feminine names, such as Elenwë.[7]"
		},
		{
			"title": "Etymology",
			"content": "In the Etymologies, -we derives from the Primitive Quendian ending -wego (from root WEG).[3]\n\nIn the later text \"The Shibboleth of Fëanor\", the ending derives from the stem EWE, which is also an ancient word for \"person\".[6]"
		},
		{
			"title": "Cognates",
			"content": "The element is seen in names of Quenya form which in turn perhaps represents Common Eldarin. The name ending did not seem to survive in later generations or in other languages; an exception is the element -u seen only in the name Elu (from *Elwego) who was better known as Thingol in Sindarin. The Elf Nowë became better known as Círdan.[source?]\n\nOlwë became Olue in Telerin. Lenwë was known as Denweg.[source?]"
		},
		{
			"title": "See also",
			"content": "-vea, -vie\n-nwe"
		},
		{
			"title": "References",
			"content": "↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Peoples of Middle-earth, \"XI. The Shibboleth of Fëanor\", p. 340\n↑ \nJump up to:\n2.0 2.1 J.R.R. Tolkien, Christopher Tolkien (ed.), The War of the Jewels, \"Part Four. Quendi and Eldar: Appendix D. *Kwen, Quenya, and the Elvish (especially Ñoldorin) words for 'Language': Note on the 'Language of the Valar'\", p. 399\n↑ \nJump up to:\n3.0 3.1 J.R.R. Tolkien, Christopher Tolkien (ed.), The Lost Road and Other Writings, Part Three: \"The Etymologies\", p. 398\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Peoples of Middle-earth, \"XI. The Shibboleth of Fëanor\", \"The names of Finwë's descendants\", p. 319\n↑ \"[1]\", Eldamo - An Elvish Lexicon (accessed 13 February 2014)\n↑ \nJump up to:\n6.0 6.1 J.R.R. Tolkien, Christopher Tolkien (ed.), The Peoples of Middle-earth, \"XI. The Shibboleth of Fëanor\", \"The names of Finwë's descendants\", p. 340\n↑ \"[2]\", Eldamo - An Elvish Lexicon (accessed 13 February 2014)"
		}
	]
}
