{
	"title": "Asterisk",
	"content": [
		{
			"title": "Intro",
			"content": "Cleanup\n\nThe asterisk is a symbol used in historical linguistics. Tolkien made use of asterisks in his texts about Elvish languages."
		},
		{
			"title": "Usage",
			"content": "In historical linguistics, an asterisk immediately before a word indicates that the word is not directly attested, but has been reconstructed on the basis of other linguistic material (see also: comparative method). The asterisk shows that this form of word is hypothetical and historically it could be more or less different.\n\nAsterisks are therefore used mostly in the reconstruction unwritten or prehistorical languages, deduced by comparison between other languages.\n\nFor example, the Old English word endleofan suggests a Proto-Germanic form was *ainlif. The Proto-Germanic people did not have a writing system, therefore ainlif is unattested, and this is indicated with an asterisk."
		},
		{
			"title": "Elvish",
			"content": "Tolkien used asterisks when writing about the history of his Elvish languages to show that, for some reason, these forms are \"unattested\", and belong in a stage of a language before the Tengwar or the Cirth. As such, an asterisk prefixed to a word indicates that the form is \"hypothetical\". As noted by Christopher Tolkien, such a marking means that the form is \"deduced to have existed from later, recorded forms\". Asterisks are used most usually in Primitive Quendian.[1]\n\nFor example, Tolkien gives *luktiênê as the ancient form of the name Lúthien.\n\nThe purpose of Tolkien using asterisks for his personal writings is not known, and it is possible that he used them as a personal in-joke and to persuade himself that he worked as a historian; or perhaps in order to keep a personal note that these forms were invented by being based on the \"later\" forms of the words, and could change in some future revision.\n\nIn fandom, even the asterisked forms of Tolkien's invented words are considered \"valid\" and as canonical as the un-asterisked words."
		},
		{
			"title": "Fandom",
			"content": "Students of Tolkien's languages also use asterisks to show that some forms are hypothetically logically deduced from Tolkien's derivation of the languages, although Tolkien himself didn't write that form in any of his published texts.\n\nFor example the word *corma is a hypothetical word believed to mean \"ring\". It is seen only as part of the word cormacolindo, meaning \"Ring-bearer\". The form of the longer word makes it obvious that a word \"corma\" probably exists in Quenya. But, since the word is never written clearly by Tolkien, it is considered as hypothetical and marked with an asterisk.\n\nAsterisks are also used to show ancient forms of attested words. The Sindarin word hobas from Root KHOP points to an Old Sindarin intermediate *khopasse. Tolkien never wrote this word, but the rules of Sindarin etymology makes this form the only possibility; however, proper referencing requires an asterisk to make clear that it is not a word given by Tolkien.\n\nStudents also sometimes employ a double asterisk ** to indicate a mistaken hypothetical form to clarify an example. A mistaken form would be Primitive Quendian **aladâ 'tree' instead of the correct *galadâ. They both would bring Quenya alda, but the former would bring Sindarin *aladh instead of the proper galadh. This example, although wrong, could clarify the behavior of g in the two languages.\n\nTolkien Gateway has entries only for attested canonical words. Asterisked forms will be given as examples, but will not have links to entries of their own."
		},
		{
			"title": "References",
			"content": "↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Lost Road and Other Writings, Part Three: \"The Etymologies\", p. 347"
		}
	]
}
