{
	"title": "1916",
	"content": [
		{
			"title": "Intro",
			"content": "1915\nPreceded by\n1915\n1916\nYear\n1917\nFollowed by\n1917\n\nTolkien-related events that took place in 1916."
		},
		{
			"title": "Early",
			"content": "? - Being a linguist, Tolkien decides to specialise in signalling, and learns Morse code."
		},
		{
			"title": "March",
			"content": "2 - J.R.R. Tolkien writes Letter 4.\n16 - J.R.R. Tolkien receives his degree at the University of Oxford.\n22 - J.R.R. Tolkien marries Edith Bratt."
		},
		{
			"title": "April",
			"content": "29 - William Squire, who would play Gandalf in The Lord of the Rings (1978 film), is born."
		},
		{
			"title": "June",
			"content": "2 - J.R.R. Tolkien receives orders to report in Folkestone, and prepare for embarking.\n4 - Tolkien leaves for France.\n27 - J.R.R. Tolkien leaves Étaples, and goes to the Somme front.\n? - Tolkien might have written the poem Habbanan beneath the Stars."
		},
		{
			"title": "July",
			"content": "1 - One of the bloodiest battles in recent history, the Battle of the Somme, starts. Robert Gilson is hit by a shell at La Boiselle on the first day; one of the first of the 360,000 British casualties of that battle.\n14 - Tolkien's C-company is sent into action at the Somme front.\n22 - Ralph \"the Baby\" Payton, one of the T.C.B.S., is killed in action."
		},
		{
			"title": "August",
			"content": "12 - Tolkien writes Letter 5.\n19 - Tolkien and G.B. Smith meet at Acheux."
		},
		{
			"title": "September",
			"content": "13-24 - Revises the poem The Mermaid's Flute and composes Consolatrix Afflictorium, and Stella Vespertina\n19 - Terence Tiller, writer of the 1955 radio series of The Lord of the Rings, is born."
		},
		{
			"title": "October",
			"content": "26 - While in reserve, J.R.R. Tolkien's battalion is inspected by Sir Doulgas Haig, the British commander at the Battle of the Somme.\n27 - Tolkien is struck by \"pyrexia of unknown origin\": trench fever."
		},
		{
			"title": "November",
			"content": "8 - Tolkien is repatriated, and is sent to a hospital in Birmingham.\n22 - J.R.R. Tolkien signs a form for the War Office, confirming his return to England from France due to trench fever.\n29 - G.B. Smith is hit by shrapnel, and wounded on his right arm and thigh."
		},
		{
			"title": "December",
			"content": "3 - G.B. Smith dies of gas-gangrene in his wounds. The news doesn't reach Tolkien until the 16th.\n16-25 - Tolkien recovers, and he and Edith visit Great Haywood.\n28 - Noel Johnson, who would play Éomer in The Lord of the Rings (1955 radio series), is born."
		},
		{
			"title": "?",
			"content": "? Canon Norman Power, an acquaintance of J.R.R. Tolkien, is born.\nYears\n1913 1914 1915 1916 1917 1918 1919"
		}
	]
}
