{
	"title": "1917",
	"content": [
		{
			"title": "Intro",
			"content": "1916\nPreceded by\n1916\n1917\nYear\n1918\nFollowed by\n1918\n\nTolkien-related events that took place in 1917."
		},
		{
			"title": "January",
			"content": "2 - J.R.R. Tolkien writes a letter to the War Office.\n12 - Tolkien's leave of absence (to recover from his trench fever) ends, but he is far from recovered.\n23 - J.R.R. Tolkien faces a Medical Board in Birmingham, but he is not deemed fit to return to war."
		},
		{
			"title": "February",
			"content": "27 - J.R.R. Tolkien faces his third Medical Board, and again his leave is extended."
		},
		{
			"title": "March",
			"content": "23 - Hans Conried, who would voice Thorin in The Hobbit (1977 film), is born."
		},
		{
			"title": "April",
			"content": "18 - J.R.R. Tolkien and Christopher Wiseman, the Great Twin Brethren, meet in Harrogate, and discuss the fate of the Barrovians and the future of the Society.\n19 - J.R.R. Tolkien, in revalidation, is assigned to the Humber Garrison, but is not fit enough.\nAround that time, Tolkien conceives the story of Beren and Lúthien in a small wood near Roos in Holderness."
		},
		{
			"title": "May",
			"content": "1 - Actress Pauline Letts is born."
		},
		{
			"title": "June",
			"content": "1 - J.R.R. Tolkien is considered fit for service again, but he is not reassigned to the Lancashire Fusilliers.\n18 - Richard Boone, who would voice Smaug in The Hobbit (1977 film), is born.\n29 - J.R.R. Tolkien succumbs to gastritis while at Brocton Camp."
		},
		{
			"title": "July",
			"content": "? - Thomas Kenneth Barnsley is killed.[1]"
		},
		{
			"title": "August",
			"content": "1 - \"Tea Cake\" Barnsley is killed in Ypres, Belgium."
		},
		{
			"title": "October",
			"content": "13 - J.R.R. Tolkien is found unfit for duty for six months, but able to do a desk job."
		},
		{
			"title": "November",
			"content": "16 - The Tolkien's first son, John, is born.\n24 - Actor John Justin is born."
		},
		{
			"title": "?",
			"content": "? - J.R.R. Tolkien begins work on The Book of Lost Tales Part One."
		},
		{
			"title": "References",
			"content": "↑ Wayne G. Hammond and Christina Scull (eds), The Lord of the Rings: A Reader's Companion, p. lxxviii\nYears\n1914 1915 1916 1917 1918 1919 1920"
		}
	]
}
