{
	"title": "1937",
	"content": [
		{
			"title": "Intro",
			"content": "1936\nPreceded by\n1936\n1937\nYear\n1938\nFollowed by\n1938\n\nTolkien-related events that took place in 1937."
		},
		{
			"title": "January",
			"content": "3 - Actor Norman Forsey is born.\n4 - J.R.R. Tolkien writes Letter 9.\n7 - At the request of his father, young Rayner Unwin writes a book report on Farmer Giles of Ham. This is the first of many positive critiques.\n16 - Artist Klaus Ensikat is born.\n17 - J.R.R. Tolkien writes Letter 10."
		},
		{
			"title": "February",
			"content": "4 - J.R.R. Tolkien's poem \"The Dragon's Visit\" is published in The Oxford Magazine.\n5 - J.R.R. Tolkien writes Letter 11.\n12 - J.R.R. Tolkien writes Letter 11a.\n18 - J.R.R. Tolkien's poem \"Knocking at the Door\" is published in The Oxford Magazine."
		},
		{
			"title": "March",
			"content": "4 - J.R.R. Tolkien's poem \"Iúmonna Gold Galdre Bewunden\" is republished in the Oxford Magazine.\n6 - Michael Deacon, who would voice Gríma Wormtongue in The Lord of the Rings (1978 film), is born.\n10 - J.R.R. Tolkien writes Letter 11b."
		},
		{
			"title": "April",
			"content": "? - J.R.R. Tolkien writes Letter 11c.\n13 - J.R.R. Tolkien writes letter 12.\n15 - Charles Furth writes a letter to J.R.R.Tolkien.\n20 - George Takei, who travelled the world as narrator of Johan de Meij's Symphony No. 1, \"The Lord of the Rings\", is born.\n25 - J.R.R. Tolkien writes a letter to Charles Furth."
		},
		{
			"title": "May",
			"content": "13 - J.R.R. Tolkien writes letter 13.\n28 - J.R.R. Tolkien writes letter 14."
		},
		{
			"title": "June",
			"content": "10 - The Battle of Maldon, edited by E.V. Gordon and with contribution by J.R.R. Tolkien, is published.\n25 - Author Timothy J. Wheeler is born."
		},
		{
			"title": "July",
			"content": "1 - Beowulf: The Monsters and the Critics is published."
		},
		{
			"title": "August",
			"content": "1 - Ian Hogg, who would voice Tom Bombadil in BBC's radio series of Tales from the Perilous Realm, is born.\n5 - Alan Howard, the voice for the One Ring in The Lord of the Rings: The Fellowship of the Ring and The Return of the King, is born.\n31 - J.R.R. Tolkien writes letter 15."
		},
		{
			"title": "September",
			"content": "7 - J.R.R. Tolkien writes a letter to George Allen & Unwin concerning the promotion of The Hobbit and mentioning his friend Wilfred Rowland Childe.\n17 - J.R.R. Tolkien writes Letter 15a.\n21 - The Hobbit is published.\n21 - J.R.R. Tolkien writes a letter to Simonne d'Ardenne.\n21 – J.R.R. Tolkien signs copies of The Hobbit and sends them to E.V. Gordon, Elaine Griffiths, Helen Buckhurst, Stella Mills, Hilary Tolkien, C.S. Lewis and Katherine Kilbride.\n22 - J.R.R. Tolkien writes a letter to Jane Neave.\n28 - Donald Gee, who would voice Radagast in 1981 radio series, is born."
		},
		{
			"title": "October",
			"content": "2 - J.R.R. Tolkien writes Letter 15b.\n2 - C.S. Lewis publishes a review of The Hobbit in The Times Literary Supplement.\n3 - J.R.R. Tolkien writes letter 16.\n8 - C.S. Lewis reviews The Hobbit in The Times.\n9 - Brian Blessed, who would play Farmer Giles in Tales from the Perilous Realm (1992 radio series), is born.\n15 - J.R.R. Tolkien writes letter 17.\n23 - J.R.R. Tolkien writes letter 18."
		},
		{
			"title": "November",
			"content": "15 - Tolkien submits to Allen & Unwin a bundle of manuscripts including The Lay of Leithian (\"Long Poem\"); Quenta Silmarillion, Ainulindalë, Ambarkanta, and The Fall of Númenor (chapter) (\"The Gnomes Material\"); The Lost Road; and Farmer Giles of Ham and Mr. Bliss. They also discuss Beowulf.\n22 - J.R.R. Tolkien writes letter 18a.\n28 - G.E. Selby writes a letter to J.R.R.Tolkien.\n29 - Jared Lobdell is born."
		},
		{
			"title": "December",
			"content": "13 - Arthur Ransome writes a letter to J.R.R. Tolkien.\n14-15 - J.R.R. Tolkien writes a letter to G.E. Selby.\n15 - J.R.R. Tolkien writes a letter to Arthur Ransome.\n15 - Stanley Unwin writes to Tolkien that his \"Silmarillion\" is not fit for a book by itself, but rather \"wonderful material\" to inspire more books like The Hobbit.[1]\n16-19 - Tolkien starts writing the first chapter of the \"New Hobbit\", which will later become The Lord of the Rings.\n16 - J.R.R. Tolkien writes letter 19.\n17 - Charles Furth writes a letter to J.R.R. Tolkien.\n19 - J.R.R. Tolkien writes a letter to Charles Furth (Letter 20).\n25 - Father Christmas writes a letter to J.R.R. Tolkien's children."
		},
		{
			"title": "?",
			"content": "? - Tolkien submits The Father Christmas Letters and a draft of The Silmarillion for publication but they are rejected.\n? - Author Jared Lobdell is born."
		},
		{
			"title": "References",
			"content": "↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Lays of Beleriand, \"Note on the original submission of the Lay of Leithian\", p. 366\nYears\n1934 1935 1936 1937 1938 1939 1940"
		}
	]
}
