{
	"title": "1938",
	"content": [
		{
			"title": "Intro",
			"content": "1937\nPreceded by\n1937\n1938\nYear\n1939\nFollowed by\n1939\nYou may also be looking for Third Age 1938.\n\nTolkien-related events that took place in 1938."
		},
		{
			"title": "January",
			"content": "1 - In a series of lectures aimed at children, J.R.R. Tolkien lectures on Dragons in the University Museum.\n8 - Michael Graham Cox, who would voice Boromir in The Lord of the Rings (1978 film) and the 1981 radio series, is born.\n10 - J.R.R. Tolkien goes to London to rehearse his talk at the BBC, four days later.\n14 - J.R.R. Tolkien gives a talk about Anglo-Saxon Verse on BBC Radio."
		},
		{
			"title": "February",
			"content": "1 - J.R.R. Tolkien writes Letter 21.\n4 - J.R.R. Tolkien writes letter 22.\n14 - J.R.R. Tolkien gives an invitational speech at the Lovelace Society, the essay club of Worcester College, Oxford. He reads them The Legend of Worming Hall, a story that would become Farmer Giles of Ham. Norman Power is present at the speech.\n17 - J.R.R. Tolkien writes Letter 23.\n18 - J.R.R. Tolkien writes Letter 24.\n20 - In response to an article in The Observer of January 16, a letter by J.R.R. Tolkien is published, explaining the name and inception of the intriguing hero, which would, according to the Observer, \"save many research students so very much trouble in the generations to come.\"\n24 - Actor Martyn Sanderson is born."
		},
		{
			"title": "March",
			"content": "4 - Tolkien writes Letter 26.\n26 - \"There's magic in The Hobbit\", Houghton Mifflin's advertisement for The Hobbit, is printed in Publishers Weekly."
		},
		{
			"title": "June",
			"content": "4 - J.R.R. Tolkien writes letter 28."
		},
		{
			"title": "July",
			"content": "21 - J.R.R. Tolkien writes a letter to A.F. Colborn.\n24 - J.R.R. Tolkien writes letter 31.\n25 - J.R.R. Tolkien writes letter 29.\n25 - J.R.R. Tolkien sends an angry letter to a German publisher, after being asked whether he was Aryan or not.\n27 - J.R.R. Tolkien writes letter 32.\n29 - E.V. Gordon dies."
		},
		{
			"title": "August",
			"content": "31 - Tolkien submits the finished version of Farmer Giles of Ham to Allen and Unwin, but it is rejected.\n31 - J.R.R. Tolkien writes letter 33."
		},
		{
			"title": "September",
			"content": "? (last days) - Tolkien writes \"Ancient History\" and inserts it as the third chapter of The Lord of the Rings.[1]"
		},
		{
			"title": "October",
			"content": "13 - J.R.R. Tolkien writes letter 34.\n22 - Derek Jacobi, who narrated several audiobooks, is born.\n27 - Lascelles Abercrombie dies.\n29 - Ralph Bakshi, who would direct the animated movie in 1978, is born."
		},
		{
			"title": "December",
			"content": "? (early) - J.R.R. Tolkien completes writing \"Chapter 12\" of The Lord of the Rings (eventually Many Meetings that would be the 13th chapter[2]), but is unable to return to writing for a couple of months.[3]\n24 - Tolkien writes a postcard to Miss Kilbride.\n25 - Father Christmas writes a letter to Tolkien's children."
		},
		{
			"title": "?",
			"content": "? - The Hobbit is published in the United States and receives the New York Herald Tribune award as best children's book of the season.\n? - The Oxford Book of Greek Verse in Translation, to which J.R.R. Tolkien helped with an Introduction, is published."
		},
		{
			"title": "References",
			"content": "↑ Wayne G. Hammond and Christina Scull (eds), The Lord of the Rings: A Reader's Companion, p. lxxv\n↑ Wayne G. Hammond and Christina Scull (eds), The Lord of the Rings: A Reader's Companion, p. lxxiii\n↑ J.R.R. Tolkien; Humphrey Carpenter, Christopher Tolkien (eds.), The Letters of J.R.R. Tolkien, Letter 35, (dated 2 February 1939)\nYears\n1935 1936 1937 1938 1939 1940 1941"
		}
	]
}
