{
	"title": "1952 tape recording",
	"content": [
		{
			"title": "Intro",
			"content": "The 1952 tape recording refers to a private audio recording by George Sayer of J.R.R. Tolkien in late August 1952.\n\nTolkien was visiting his friends (George Sayer and his wife) when the recording of Tolkien singing and reading excerpts from The Hobbit and the then unpublished manuscript of The Lord of the Rings was performed.[1]\n\nWhen issuing selections from the recording in 1975, Caedmon included the statement: \"Also included is a never-published poem, 'The Mirror of Galadriel,' originally intended for inclusion in the trilogy, yet edited out\". This note was a mistake, but has been reprinted on subsequent releases from Caedmon.[2] Wayne G. Hammond and Douglas A. Anderson have given the following account regarding the mistaken note:\n\nSleeve notes by Ward Botsford and George Sayer. Botsford incorrectly identifies side B, band 16 as an unpublished poem for LR, book 2, ch.7... in fact the verse (In Dwimordene, in Lorien...) was published in LR, bk.3, ch.6 \n\n[3]\n\nAccording to George Sayer, selections which were not issued include Tolkien reading the Lord's Prayer in Gothic (and perhaps also in English): he had never seen a tape recorded before \"and said whimsically that he ought to cast out any devil that might be in it by recording a prayer, the Lord’s Prayer in Gothic\". Caedmon also cut out \"conversation which occurred in between his readings from his works\". It is unknown if the original tapes are still extant.[1]"
		},
		{
			"title": "Publication",
			"content": "1975: J.R.R Tolkien Reads and Sings His The Hobbit and The Fellowship of the Ring\n1975: J.R.R Tolkien Reads and Sings His The Lord of the Rings: The Two Towers/The Return of the King\n2003: The Spoken Word: Children's Writers\n2003: The Spoken Word: Writers\n2007: Essential Tolkien"
		},
		{
			"title": "References",
			"content": "↑ \nJump up to:\n1.0 1.1 Wayne G. Hammond, Christina Scull, \"Tolkien and the Tape Recorder\" dated 31 December 2013, Too Many Books and Never Enough (weblog) (accessed 8 January 2017)\n↑ \"Tolkien Society Facebook group post\", The Tolkien Society (accessed 8 January 2017)\n↑ Wayne G. Hammond (with the assistance of Douglas A. Anderson), J.R.R. Tolkien: A Descriptive Bibliography, p. 384"
		}
	]
}
