{
	"title": "1952",
	"content": [
		{
			"title": "Intro",
			"content": "1951\nPreceded by\n1951\n1952\nYear\n1953\nFollowed by\n1953\n\nTolkien-related events that took place in 1952.\n\nJ.R.R. Tolkien in 1952"
		},
		{
			"title": "January",
			"content": "20 - J.R.R. Tolkien starts supervising Brian Miller's work on the Middle English Dame Sirith."
		},
		{
			"title": "February",
			"content": "7 - The Inklings have dinner at C.S. Lewis' house, in the company of Dr. Firor of John Hopkins University. The evening was described by Tolkien as \"like a glimpse of old times: quiet and rational (since Hugo was not asked).\"\n10 - J.R.R. Tolkien writes letter 132.\n11 - Actor Paul Norell is born.\n19 - Actor Geoff Morrell is born."
		},
		{
			"title": "March",
			"content": "23 - J.R.R. Tolkien writes Letter 132a."
		},
		{
			"title": "April",
			"content": "30 - Brazilian translator Ronald Kyrmse is born."
		},
		{
			"title": "May",
			"content": "27 - J.R.R. Tolkien acts as host to the Oxford Dante Society."
		},
		{
			"title": "June",
			"content": "? - Rayner Unwin writes a letter to Tolkien, enquiring about Errantry and the publication efforts of his works.\n22 - After being turned down by Collins, J.R.R. Tolkien writes to Rayner Unwin, saying he would prefer to have just the Lord of the Rings published than nothing at all."
		},
		{
			"title": "July",
			"content": "1 - Rayner Unwin replies to Tolkien, expressing his interest in reading the finished Lord of the Rings and discussing the publishing of the Silmarillion later,[1] ending their earlier dispute.\n1 - Musician David Arkenstone is born.\n? - Actor Brian George is born."
		},
		{
			"title": "August",
			"content": "7 - J.R.R. Tolkien writes a letter to George and Moira Sayer.\n10 - J.R.R. Tolkien writes a letter to Moira Sayer.\n11–18 - Tolkien visits Cambridge to view the Ancrene Wisse manuscript.\n29 - J.R.R. Tolkien writes letter 134.\n30 - Translator Helmut W. Pesch is born.\nLate - J.R.R. Tolkien visits George Sayer. Sayer makes an audio recording of Tolkien singing and reading excerpts from his works (e.g., Namárië)."
		},
		{
			"title": "October",
			"content": "17 - J.R.R. Tolkien is appointed supervisor of T.P. Dunning's thesis.\n21 - J.R.R. Tolkien writes Letter 134a.\n24 - Tolkien writes letter 135."
		},
		{
			"title": "November",
			"content": "12 - J.R.R. Tolkien writes Letter 135a.\n13 - C. S. Lewis writes a letter to J.R.R. Tolkien."
		},
		{
			"title": "December",
			"content": "28 - Game developer Wendell Lariston Hill, Jr. is born"
		},
		{
			"title": "?",
			"content": "? (Fall) - Retreating to Michael Tolkien's home at Woodcote, J.R.R. Tolkien rereads, revises and corrects The Lord of the Rings.[2]\n? - Artist Stephen Raw, who would be commissioned to redraw the maps for the revised 1994 edition of The Lord of the Rings, is born.\n? - Ballantine Books is founded."
		},
		{
			"title": "References",
			"content": "↑ J.R.R. Tolkien, Christopher Tolkien, Humphrey Carpenter (ed.), The Letters of J.R.R. Tolkien, p. 163-4\n↑ Wayne G. Hammond and Christina Scull (eds), The Lord of the Rings: A Reader's Companion, p. xxxi\nYears\n1949 1950 1951 1952 1953 1954 1955"
		}
	]
}
