{
  "title": "1961 Jan Broberg",
  "content": [
    {
      "title": "Intro",
      "content": "1961 Jan Broberg refers to an interview with J.R.R. Tolkien, conducted by Jan Broberg in Bournemouth in 1961.\n\nAccording to Wayne G. Hammond and Christina Scull, the interview took place during Tolkien's stay at Hotel Miramar in Bournemouth, sometime between 4 to 15 July.\n\nThe interview was first published in Swedish newspaper Kvällsposten (Malmö, 27 July 1961) as \"'Sagan om ringen' ingen allegori: ff-författaren vill ge avkoppling\" (\"'The Lord of the Rings' is no Allegory: The Author of F[antasy] F[iction] Wants to Give Relaxation\"). A heavily revised version of the interview was later published as \"Tillsammans med Tolkien\" (\"Together with Tolkien\") in Broberg's 1985 book I fantasins världar.[1]\n\nIn 2013, a translation into English by John-Henri Holmberg of the interview, together with an introduction and notes by Morgan Thomsen and Shaun Gunner, was published as the article \"Two Swedish Interviews with J.R.R. Tolkien\" in Hither Shore 9."
    },
    {
      "title": "Excerpts",
      "content": "\"For many, many years, I have been fascinated by the fairy-tale as a means of expression\", [Tolkien] says thoughtfully. \"I used to write without a thought of publishing anything of what I have produced, a number of letters to my children from Father Christmas and other. I was very early fascinated by such works as Beowulf and the Edda and by different languages - I even invented my own languages...\"\n\n[Freely translated from Swedish, p. 93: \"Jag har varit fascinerad av sagan som uttrycksform i många, många år\", säger han eftertänksamt. \"Jag skrev länge utan en tanke på att publicera något av det jag åstadkommit, en rad brev till mina barn från jultomten och annat. Jag fascinerades mycket tidigt av sådana verk som Beowulf och Eddan och av olika språk - jag uppfann till och med egna språk...\"]"
    },
    {
      "title": "References",
      "content": "↑ Bertenstam, Åke: Chronological Bibliography of Books About Tolkien"
    }
  ]
}