{
  "title": "1964",
  "content": [
    {
      "title": "Intro",
      "content": "1963\nPreceded by\n1963\n1964\nYear\n1965\nFollowed by\n1965\nYou may also be looking for Third Age 1964.\n\nTolkien-related events that took place in 1964."
    },
    {
      "title": "January",
      "content": "First or second week: J.R.R. Tolkien invites Walter Hooper to his house. They talk mostly about C.S. Lewis, who recently had died.[1]\n9 - J.R.R. Tolkien writes Letter 254.\n10 - J.R.R. Tolkien writes a letter to the Royal Society of Literature.\n17 - J.R.R. Tolkien writes a letter to Mrs. A. Mountfield.\n18 - J.R.R. Tolkien writes a letter to Justin Arundale.\n20 - The 1965 BBC Interview with J.R.R. Tolkien is made.\n20 - J.R.R. Tolkien starts writing a letter to Professor Przemyslaw Mroczkowski.\n26 - J.R.R. Tolkien finishes writing a letter to Professor Przemyslaw Mroczkowski."
    },
    {
      "title": "February",
      "content": "8 - J.R.R. Tolkien writes Letter 254a."
    },
    {
      "title": "March",
      "content": "5 - J.R.R. Tolkien writes a letter to Eileen Elgar (of which a part was published as letter 255) and encloses the manuscripts Concerning ... 'The Hoard' and Kinship of the Half-elven.\n16 - Artist Quinton Hoover is born."
    },
    {
      "title": "April",
      "content": "? - I, Palantir, issue 3 is published.\n20 - Actor Andy Serkis is born."
    },
    {
      "title": "May",
      "content": "13 - J.R.R. Tolkien writes letter 256.\n28 - Tree and Leaf is first published in the UK.\n30 - J.R.R. Tolkien writes a Letter to Jane T. Sibley"
    },
    {
      "title": "June",
      "content": "6 - J.R.R. Tolkien writes a letter to Sue Parman.\n7 - Actor Brian Talbot is born.\n13-15 - J.R.R. Tolkien writes a a letter to W.R. Matthews."
    },
    {
      "title": "July",
      "content": "10 - J.R.R. Tolkien writes a letter to Alan White.\n15 - J.R.R. Tolkien sends a letter to Miss J.L. Curry.\n16 - J.R.R. Tolkien writes letter 257.\n? - L. Sprague de Camp sends Tolkien a copy of his anthology Swords & Sorcery."
    },
    {
      "title": "August",
      "content": "2 - J.R.R. Tolkien writes letter 258.\n7 - J.R.R. Tolkien writes letter 259.\n10 - J.R.R. Tolkien writes a letter to Carole Ward.\n16 - J.R.R. Tolkien writes letter 260.\n30 - J.R.R. Tolkien writes letter 261.\n30 - J.R.R. Tolkien writes a letter to L. Sprague de Camp."
    },
    {
      "title": "September",
      "content": "1 - J.R.R. Tolkien met Clyde S. Kilby\n7 - J.R.R. Tolkien writes letter 262.\n10 - J.R.R. Tolkien writes letter 263.\n11 - J.R.R. Tolkien writes letter 264.\n30 - Actor Bernard Rebel dies."
    },
    {
      "title": "October",
      "content": "9 - Guillermo del Toro, co-writer of the upcoming The Hobbit duology, is born.\n10 - The first episode of the Princess-serialization of The Hobbit is published.\n10 - Actor Quinton Flynn is born.\n17 - The second episode of the Princess-serialization of The Hobbit is published.\n24 - The third episode of the Princess-serialization of The Hobbit is published.\n31 - The fourth episode of the Princess-serialization of The Hobbit is published."
    },
    {
      "title": "November",
      "content": "1 - Actor Daran Norris is born.\n7 - The fifth episode of the Princess-serialization of The Hobbit is published.\n11 - J.R.R. Tolkien writes letter 265.\n11 - J.R.R. Tolkien writes a letter to Clyde S. Kilby.\n14 - The sixth episode of the Princess-serialization of The Hobbit is published.\n21 - The seventh episode of the Princess-serialization of The Hobbit is published.\n24 - Robert Graves, Oxford's Professor of Poetry, introduces J.R.R. Tolkien to Ava Gardner. They had never heard of one another, and both did not know why the other was famous.\n26 - The 1964 BBC Interview with J.R.R. Tolkien was made.\n28 - The eighth episode of the Princess-serialization of The Hobbit is published.\n30 - El hobito, the first translation into Spanish of The Hobbit, is published."
    },
    {
      "title": "December",
      "content": "5 - The ninth episode of the Princess-serialization of The Hobbit is published.\n12 - The tenth episode of the Princess-serialization of The Hobbit is published.\n19 - The eleventh episode of the Princess-serialization of The Hobbit is published.\n26 - The twelfth episode of the Princess-serialization of The Hobbit is published.\n31 - J.R.R. Tolkien writes a letter to Ingeborg Korff and her pupils."
    },
    {
      "title": "?",
      "content": "? - J.R.R. Tolkien writes the essay \"The Ulsterior Motive\".\n? - Author Chris Smith is born."
    },
    {
      "title": "References",
      "content": "↑ Joseph Pearce, \"Tolkien and C.S. Lewis: An Interview with Walter Hooper\", in Tolkien: A Celebration, pp. 190-1\nYears\n1961 1962 1963 1964 1965 1966 1967"
    }
  ]
}