{
  "title": "1965",
  "content": [
    {
      "title": "Intro",
      "content": "1964\nPreceded by\n1964\n1965\nYear\n1966\nFollowed by\n1966\n\nTolkien-related events that took place in 1965."
    },
    {
      "title": "January",
      "content": "2 - The thirteenth episode of the Princess-serialization of The Hobbit is published.\n6 - J.R.R. Tolkien receives a fan letter from Iris Murdoch.\n6 - J.R.R. Tolkien writes a letter to his grandson Michael George, published as Letter 266.\n9 - J.R.R. Tolkien starts writing Letter 267.\n9 - The fourteenth episode of the Princess-serialization of The Hobbit is published.\n15 - Actor James Nesbitt is born.\n16 - The fifteenth and last episode of the Princess-serialization of The Hobbit is published.\n17 - Joan O. Falconer writes a letter to J.R.R. Tolkien.\n19 - J.R.R. Tolkien writes Letter 268.\n20 - The 1965 BBC Interview with J.R.R. Tolkien is made.\n24 - J.R.R. Tolkien writes a letter to Joan O. Falconer."
    },
    {
      "title": "February",
      "content": "? - The Tolkien Society of America is founded."
    },
    {
      "title": "March",
      "content": "15 - Robyn Malcolm, who would play Morwen in The Lord of the Rings: The Two Towers, is born.\n? - Tree and Leaf is published in the US."
    },
    {
      "title": "April",
      "content": "28 - Actor Steven Jay Blum is born."
    },
    {
      "title": "May",
      "content": "12 - J.R.R. Tolkien writes letter 269.\n20 - J.R.R. Tolkien writes letter 270.\n25 - J.R.R. Tolkien writes letter 271.\n28 - J.R.R. Tolkien writes to an unknown reader.\n? - Ace Books publishes an unauthorized paperback edition of The Fellowship of the Ring in the United States."
    },
    {
      "title": "July",
      "content": "20 - J.R.R. Tolkien writes letter 272.\n21 - J.R.R. Tolkien writes letter 273.\n28 - J.R.R. Tolkien writes letter 274.\n? - Ace Books publishes an unauthorized paperback edition of The Two Towers in the United States.\n? - Ace Books publishes an unauthorized paperback edition of The Return of the King in the United States.\n31 - J.R.R. Tolkien writes letter 274a."
    },
    {
      "title": "August",
      "content": "3 - J.R.R. Tolkien writes a letter to The Librarian at Marquette\n4 - J.R.R. Tolkien writes letter 275.\n6 - Carl F. Hostetter, renowned Tolkien linguist, is born.\n24 - J.R.R. Tolkien writes letter 275a.\n26 - J.R.R. Tolkien writes a letter to Paula Coston\n? - Tolkien notes the best solution to the problem of Gil-galad's parentage is to shift him into the son of Orodreth.\nBetween July and September, Tolkien makes revisions and corrections to The Lord of the Rings and sends them to Houghton Mifflin for a revised edition."
    },
    {
      "title": "September",
      "content": "12 - J.R.R. Tolkien writes letters 276 and 277.\n16 - J.R.R. Tolkien writes a letter to his grandson Michael George Tolkien.\n19 - J.R.R. Tolkien writes letter 277a.\n21 - David Wenham, who played Faramir in The Lord of the Rings (film series), is born.\n29 - J.R.R. Tolkien writes a letter to Sterling E. Lanier."
    },
    {
      "title": "October",
      "content": "4 - J.R.R. Tolkien writes a letter to Agatha Carew Hunt.\n20 - J.R.R. Tolkien writes letter 278.\n30 - J.R.R. Tolkien writes a letter to his grandson Michael George, published as Letter 279.\n30 - J.R.R. Tolkien writes a letter to J.L.N. O'Loughlin.\n? - The poems \"Once upon a Time\" and \"The Dragon's Visit\" by J.R.R. Tolkien are published in Winter's Tales for Children 1.\n? - Ballantine Books publishes an authorized paperback edition of The Lord of the Rings incorporating Tolkien's recent revisions."
    },
    {
      "title": "November",
      "content": "8 - J.R.R. Tolkien writes letter 280."
    },
    {
      "title": "December",
      "content": "6 - J.R.R. Tolkien writes a letter to G.S. Rigby Jr..\n9 - J.R.R. Tolkien writes a letter to William McCullam.\n9 - J.R.R. Tolkien writes a letter to Jane Dixon.\n9 - J.R.R. Tolkien writes a letter to Miss Jaworski.\n9 - J.R.R. Tolkien writes a letter to Christine Jones.\n15 - J.R.R. Tolkien writes letter 281.\n18 - J.R.R. Tolkien writes letter 282.\n27 - W.H. Auden talks at a meeting of the New York Tolkien Society.\n29 - J.R.R. Tolkien writes letter 282a.\nYears\n1962 1963 1964 1965 1966 1967 1968"
    }
  ]
}