{
  "title": "1966",
  "content": [
    {
      "title": "Intro",
      "content": "1965\nPreceded by\n1965\n1966\nYear\n1967\nFollowed by\n1967\n\nTolkien-related events that took place in 1966."
    },
    {
      "title": "January",
      "content": "4 - Author and linguist Arden R. Smith is born.\n6 - A.R. Rahman, composer of The Lord of the Rings (musical), is born.\n7 - J.R.R. Tolkien writes Letter 283.\n7 - J.R.R. Tolkien writes a letter to Roger Shaw.\n10 - J.R.R. Tolkien writes a letter to Timothy J. Wheeler.\n11 - Robert Farquharson, who played Saruman and Denethor in The Lord of the Rings (1955 radio series), dies.\n12 - J.R.R. Tolkien writes a letter to David Hicks.\n12 - J.R.R. Tolkien writes letter 283a.\n29 - J.R.R. Tolkien writes letter 283b."
    },
    {
      "title": "February",
      "content": "10 - J.R.R. Tolkien writes a letter to Donald A. Wollheim.\n23 - J.R.R. Tolkien writes Letter 284."
    },
    {
      "title": "March",
      "content": "?2 - J.R.R. Tolkien is interviewed for the article \"The Hobbit-forming World of J.R.R. Tolkien\".\n9 - J.R.R. Tolkien writes a letter to Roger Verhulst.\n11 - J.R.R. Tolkien writes letter 284a.\n12 - J.R.R. Tolkien writes a letter to John Bush.\n20 - Director Kenji Kamiyama is born.\n21 - J.R.R. Tolkien writes a letter to George Sayer."
    },
    {
      "title": "April",
      "content": "8 - J.R.R. Tolkien writes letter 285.\n8 - J.R.R. Tolkien writes a letter to Roger Verhulst.\n12 - J.R.R. Tolkien writes a letter to Mother Mary Anthony.\n12 - J.R.R. Tolkien writes a letter to James Ridolfo.\n14 - Actor Lloyd Owen is born.\n19 - Rayner Unwin writes a letter to J.R.R. Tolkien.\n25 - J.R.R. Tolkien writes a letter to Rayner Unwin.\n27 - J.R.R. Tolkien writes letter 286."
    },
    {
      "title": "May",
      "content": "3 - J.R.R. Tolkien writes a letter to Roger Verhulst.\n6 - J.R.R. Tolkien writes a letter to Martin Snapp.\n10 - J.R.R. Tolkien writes letters 287 and 288.\n30 - J.R.R. Tolkien writes a letter to Nancy Smith."
    },
    {
      "title": "June",
      "content": "1 - J.R.R. Tolkien writes a letter to Royston F. Porthouse.\n9 - John Garth is born.\n30 - Marton Csokas, who would play Celeborn in The Lord of the Rings (film series), is born."
    },
    {
      "title": "July",
      "content": "2 - An issue of Saturday Evening Post is published, containing the an interview with Tolkien.\n4 – The Jerusalem Bible is published.\n23 - J.R.R. Tolkien has a formal dinner in Cambridge.\n27 - J.R.R. Tolkien receives the unexpected visitors J.S. Ryan and Hans-Jörg Modlmayr.\n29 - J.R.R. Tolkien writes a letter to Michael Tolkien, partly published as letter 289.\n29 - J.R.R. Tolkien writes a letter to Max Rouslin."
    },
    {
      "title": "August",
      "content": "2 - J.R.R. Tolkien is interviewed by William Cater.\n6 - Glasgow Herald (6 August 1966), including an interview with J.R.R. Tolkien by Daphne Castell, is published.\n10 - André Sogliuzzo, who would provide many voices for Tolkien-themed video games, is born.\n11 - The Christian Science Monitor (11 August 1966), including an interview with J.R.R. Tolkien by Daphne Castell, is published.\n19 - J.R.R. Tolkien writes letter 289a.\n24 - J.R.R. Tolkien lends Rayner Unwin a reading-copy of \"The End of Bovadium\".\n? - The magazine Rally - August, 1966, with an essay on J.R.R. Tolkien by Jared Lobdell, is published."
    },
    {
      "title": "September",
      "content": "12 - J.R.R. Tolkien writes a letter to Rose MacNamara.\n? - The Tolkien Reader is published in the United States."
    },
    {
      "title": "October",
      "content": "11 - J.R.R. Tolkien writes Letter 289b.\n12 - J.R.R. Tolkien writes a letter to Kenneth I. Rasmussen, Jr..\n14 - J.R.R. Tolkien writes letter 289c.\n16 - Actress Mary Elizabeth McGlynn is born.\n17 - J.R.R. Tolkien writes a letter to schoolchildren.\n18 - J.R.R. Tolkien writes letter 289d.\n26 - Finding himself short of a speech subject, J.R.R. Tolkien reads Smith of Wootton Major to a room of about 800 people.\n27 - The second edition of The Lord of the Rings is published.\n28 - Tolkien writes letter 290.\n? - The article \"Tolkien on Tolkien\" is published in Diplomat."
    },
    {
      "title": "November",
      "content": "1 - J.R.R. Tolkien conducts an interview with Richard Plotz.\n7 - J.R.R. Tolkien writes Letter 290a.\n22 - J.R.R. Tolkien writes letter 291.\n24 - J.R.R. Tolkien writes a letter to Harry C. Bauer.\n30 - J.R.R. Tolkien conducts an interview, published as \"The Man Who Understands Hobbits\".\n30 - Letters to an American Lady is released.\n? - New Worlds Vol. 50, No. 168, including an interview with J.R.R. Tolkien by Daphne Castell, is published."
    },
    {
      "title": "December",
      "content": "8 - J.R.R. Tolkien writes a letter to James S. Marsh.\n12 - J.R.R. Tolkien writes letter 292.\n14 - J.R.R. Tolkien inscribes a copy of the Japanese Hobbit to Father Hugh Maycock, and includes a brief note.\n15 - J.R.R. Tolkien signs three American editions of The Lord of the Rings for Allen.\n29 - J.R.R. Tolkien writes a second letter to James S. Marsh.\n29 - J.R.R. Tolkien writes letter 293."
    },
    {
      "title": "?",
      "content": "Spring - J.R.R. Tolkien writes a letter to Rod Jellema.\n? - J.R.R. Tolkien gifts the poem Bilbo's Last Song to his secretary, Joy Hill.\n? - Second edition of The Lord of the Rings by Allen & Unwin.[1]"
    },
    {
      "title": "References",
      "content": "↑ Wayne G. Hammond and Christina Scull (eds), The Lord of the Rings: A Reader's Companion, p. lii\nYears\n1963 1964 1965 1966 1967 1968 1969"
    }
  ]
}