{
  "title": "1968",
  "content": [
    {
      "title": "Intro",
      "content": "1967\nPreceded by\n1967\n1968\nYear\n1969\nFollowed by\n1969\n\nTolkien-related events that took place in 1968."
    },
    {
      "title": "January",
      "content": "4 - J.R.R. Tolkien writes a letter to Ken Jackson.\n8 - J.R.R. Tolkien reads over The New Shadow and most likely starts typing a final typescript.\n29 - J.R.R. Tolkien writes a letter to Ken Jackson."
    },
    {
      "title": "February",
      "content": "5-9 - J.R.R. Tolkien is filmed for the documentary Tolkien in Oxford.\n20 - J.R.R. Tolkien writes letter 300.\n29 - J.R.R. Tolkien writes Letter 301."
    },
    {
      "title": "March",
      "content": "1 - J.R.R. Tolkien writes a letter to Miss E. Byrne.\n17 - Author Nataša Tučev is born.\n20 - Actor and stuntman Lawrence Makoare is born.\n21 - Actor Greg Ellis is born.\n22 - The Daily Telegraph publishes an interview of Charlotte and Denis Plimmer with J.R.R. Tolkien, in the article \"The Man Who Understands Hobbits\".\n25 - Michael Reisz , who would voice Legolas in The Fellowship of the Ring, is born.\n30 – The documentary Tolkien in Oxford is aired on the BBC.\n? - The Road Goes Ever On is published."
    },
    {
      "title": "April",
      "content": "15 - Actor Richard Whiteside is born."
    },
    {
      "title": "May",
      "content": "2 - J.R.R. Tolkien writes letter 302.\n3 - Author Michael D.C. Drout is born.\n6 - J.R.R. Tolkien writes letter 303.\n24 - J.R.R. Tolkien writes a letter to George Burke Johnston.\n? - J.R.R. Tolkien writes a letter to Mary Fairburn.\n? - The Tolkien Relation is published."
    },
    {
      "title": "June",
      "content": "4 - J.R.R. Tolkien writes letter 304.\n17 - J.R.R. Tolkien falls down the stairs of 76 Sandfield Road and breaks his leg.\n26 - J.R.R. Tolkien writes letter 305."
    },
    {
      "title": "July",
      "content": "Mid-July - J.R.R. Tolkien and Edith move from 76 Sandfield Road to Poole, near Bournemouth.\n24 - Artist Colleen Doran is born."
    },
    {
      "title": "August",
      "content": "2 - J.R.R. Tolkien writes a letter to Robert Havard.\n28 - Billy Boyd, who would play Peregrin Took in The Lord of the Rings (film series), is born.\n30 - J.R.R. Tolkien writes letter 305a.\n? - J.R.R. Tolkien writes a letter to Ingrid Pridgeon."
    },
    {
      "title": "September",
      "content": "4 - J.R.R. Tolkien writes a letter to Mary Fairburn.\n29 - J.R.R. Tolkien writes a letter to Billy Callahan.\n29 - J.R.R. Tolkien writes a letter to Margaret Carroux.\n29 - An Unexpected Party, the first episode of the 1968 radio series of The Hobbit, is aired on BBC Radio."
    },
    {
      "title": "October",
      "content": "6 - Out of the Frying-pan into the Fire, the second episode of the 1968 radio series of The Hobbit, is aired on BBC Radio.\n9 - Video game writer František Fuka is born.\n10 - J.R.R. Tolkien writes a letter to Mary Fairburn.\n13 - Riddles in the Dark, the third episode of the 1968 radio series of The Hobbit, is aired on BBC Radio. Stanley Unwin dies.\n16 - J.R.R. Tolkien writes a letter to Niall Hoskin.\n20 - Strange Lodgings, the fourth episode of the 1968 radio series of The Hobbit, is aired on BBC Radio.\n27 - Barrels out of Bond, the fifth episode of the 1968 radio series of The Hobbit, is aired on BBC Radio.\n28 - Stephen Hunter, who would play Bombur in The Hobbit (film series), is born."
    },
    {
      "title": "November",
      "content": "3 - A Warm Welcome, the sixth episode of the 1968 radio series of The Hobbit, is aired on BBC Radio.\n4 - J.R.R. Tolkien writes a letter to Mary Fairburn.\n10 - The Gathering of the Clouds, the seventh episode of the 1968 radio series of The Hobbit, is aired on BBC Radio.\n14 - J.R.R. Tolkien writes letter 307.\n17 - The Clouds Burst, the eighth and last episode of the 1968 radio series of The Hobbit, is aired on BBC Radio."
    },
    {
      "title": "December",
      "content": "29 - J.R.R. Tolkien writes letter 307a."
    },
    {
      "title": "?",
      "content": "Late Summer - Tolkien Journal (Vol.3, No.3) is published.\n? - Tolkien subscribes to an appeal for the restoration of the Sarehole Mill.[1]\n? - After the death of his father, Rayner Unwin becomes chairman of Allen and Unwin.\n? - The Tolkien Society of Sweden, the first European Tolkien society, is founded.\n? - Tolkien and the Critics: Essays on J.R.R. Tolkien's The Lord of the Rings is published.\n? - J.R.R. Tolkien writes a letter to Mr David Masson.\n? - Ken Rudolph Calendar 1969 is released.\nYears\n1965 1966 1967 1968 1969 1970 1971"
    },
    {
      "title": "References",
      "content": "↑ Wayne G. Hammond and Christina Scull (eds), The Lord of the Rings: A Reader's Companion, p. lxxix"
    }
  ]
}