{
  "title": "1981",
  "content": [
    {
      "title": "Intro",
      "content": "1980\nPreceded by\n1980\n1981\nYear\n1982\nFollowed by\n1982\nYou may also be looking for Third Age 1981.\n\nTolkien-related events that took place in 1981."
    },
    {
      "title": "January",
      "content": "10 - Actor Richard Boone dies.\n28 - Actor Elijah Wood is born.\n29 - J.A.W. Bennett, Inkling, dies."
    },
    {
      "title": "March",
      "content": "8 - The first episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n10 - Amon Hen 49 is published.\n15 - The second episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n22 - The third episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n29 - The fourth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n? - Beyond Bree March 1981 is published."
    },
    {
      "title": "April",
      "content": "5 - The fifth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n12 - The sixth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n19 - The seventh episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n26 - The eighth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n? - Beyond Bree April 1981 is published."
    },
    {
      "title": "May",
      "content": "2 - Amon Hen 50 is published.\n3 - The ninth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n4 - Actor Trystan Gravelle is born.\n10 - The tenth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n17 - The eleventh episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n24 - The twelfth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n29 - The Atlas of Middle-earth by Karen Wynn Fonstad is published\n31 - The thirteenth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n? - Beyond Bree May 1981 is published.\n? - Mallorn 16 is published."
    },
    {
      "title": "June",
      "content": "7 - The fourteenth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n14 - The fifteenth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n21 - The sixteenth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n28 - The seventeenth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n? - Beyond Bree June 1981 is published."
    },
    {
      "title": "July",
      "content": "5 - The eighteenth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n12 - The nineteenth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n17 - The Tolkien Quiz Book, the book by Robinson and Wilson, is published.\n19 - The twentieth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n26 - The twenty-first episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n? - Beyond Bree July 1981 is published."
    },
    {
      "title": "August",
      "content": "2 - The twenty-second episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n7-10 - Mythcon 12.\n9 - The twenty-third episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n16 - The twenty-fourth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n20 - The Letters of J.R.R. Tolkien is published.\n23 - The twenty-fifth episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n30 - The twenty-sixth and last episode of the radio adaptation of The Lord of the Rings is aired on BBC Radio 4.\n? - Beyond Bree August 1981 is published."
    },
    {
      "title": "September",
      "content": "12 - Author and librarian William Ready dies.\n16 - Arthedain, the Norwegian Tolkien Society, is founded in Oslo.\n18 - Extracts from J.R.R. Tolkien's \"The Name Coventry\" is published in The Catholic Herald.\n22 - The Dutch Tolkien Society Unquendor is founded in Leiden.\n25-27 - Oxonmoot 1981"
    },
    {
      "title": "October",
      "content": "? - Mallorn 17 is published."
    },
    {
      "title": "December",
      "content": "? - J.R.R. Tolkien: The Shores of Middle-earth is published.\n? - England and Always: Tolkien's World of the Rings by Jared Lobdell is published."
    },
    {
      "title": "?",
      "content": "? - The 1982 J.R.R. Tolkien Calendar is released.\n? - Shire Calendar 1982 is released.\n? - British director Wayne Che Yip is born.\nYears\n1978 1979 1980 1981 1982 1983 1984"
    }
  ]
}