{
  "title": "1992",
  "content": [
    {
      "title": "Intro",
      "content": "1991\nPreceded by\n1991\n1992\nYear\n1993\nFollowed by\n1993\n\nTolkien-related events that took place in 1992. Because this year marked the 100th birthday of J.R.R. Tolkien, it is often referred to as the Centenary year or Centennial Year."
    },
    {
      "title": "January",
      "content": "3 - Hundredth birthday of J.R.R. Tolkien.\n3 - On this special day, the Finnish Tolkien Society is founded.\n3 - The premiere of the first episode of German radio serial adaptation Der Herr der Ringe, a co-production of public radio broadcasters SWR (Südwestrundfunk) and WDR (Westdeutscher Rundfunk), on Tolkien's 100th birthday.\n6 - Sauron Defeated is published in the UK.\n6 - The Tolkien Family Album is published.\n11-12 - On the occasion of the centenary, an International Tolkien Symposium is held in Aachen, Germany.\n? - Vinyar Tengwar 21 is published.\n? - Beyond Bree J.R.R. Tolkien Calendar 1992 is released.\n? - Amon Hen 113 is published."
    },
    {
      "title": "February",
      "content": "10 - Actor Charlie Vickers is born."
    },
    {
      "title": "March",
      "content": "? - Vinyar Tengwar 22 is published."
    },
    {
      "title": "April",
      "content": "29 - Stephen Oliver dies.\n? - Conclusion of the German radio serial adaptation Der Herr der Ringe."
    },
    {
      "title": "May",
      "content": "22-24 - The Tolkien Phenomenon is held.\n? - Vinyar Tengwar 23 is published."
    },
    {
      "title": "July",
      "content": "? - Vinyar Tengwar 24 is published."
    },
    {
      "title": "August",
      "content": "16 - The first part of the radio adaptation of Farmer Giles of Ham is aired on BBC 5.\n16-24 - Tolkien Centenary Conference, a combination of Oxonmoot and Mythcon.\n23 - The second part of the radio adaptation of Farmer Giles of Ham is aired on BBC5.\n30 - The radio adaptation of Smith of Wootton Major is aired on BBC 5.\n? - The Making of The Lord of the Rings by Rayner Unwin is published.\n? - Mallorn 29 is published."
    },
    {
      "title": "September",
      "content": "6 - The first part of the radio adaptation of The Adventures of Tom Bombadil is aired on BBC5.\n13 - The second part of the radio adaptation of The Adventures of Tom Bombadil is aired on BBC5.\n20 - The radio adaptation of Leaf by Niggle is aired on BBC5.\n22 - The Danish Tolkien Society Tolkiens Følge is founded.\n? - Vinyar Tengwar 25 is published."
    },
    {
      "title": "October",
      "content": "27 - Sauron Defeated is published in the US.\n27 - Pictures by J.R.R. Tolkien (revised edition) is published."
    },
    {
      "title": "November",
      "content": "6 - Robert Aramayo is born.\n? - Vinyar Tengwar 26 is published."
    },
    {
      "title": "Fall",
      "content": "? - The Tolkien Collector is founded."
    },
    {
      "title": "?",
      "content": "? - Tolkien and Middle-earth Handbook by Colin Duriez is published.\n? - The Bulgarian magazine Duga ceases to exist, cutting short their comic book version of The Lord of the Rings at the Breaking of the Fellowship.\n? - An abridged reading of The Lord of the Rings by J.R.R. Tolkien is published by Caedmon.\n? - Tolkien's World: Paintings of Middle-earth is published.\n? - Tolkien: The Illustrated Encyclopedia by David Day is published.\n? - The documentary Tolkien Remembered is aired.\n? - The First and Second Ages is published.\n? - Basic Quenya is published.\n? - The Tolkien Calendar 1993 is released.\n? - The 1993 J.R.R. Tolkien Calendar released.\n? - Eric Thompson notices small differences between the first and second impressions of The Fellowship of the Ring and informs the publishers; Rayner Unwin discovers that the printer had quietly reset the volume types 38 years earlier.\nYears\n1989 1990 1991 1992 1993 1994 1995"
    }
  ]
}