{
  "title": "First Age",
  "content": [
    {
      "title": "Intro",
      "content": "History of Arda\nMusic of the Ainur\nTimeline of Arda\n\tDays before days\n\tYears of the Trees\n\tYears of the Sun\nAges of the Elvish World\n\tFirst Age (Y.T. 1050 - Y.S. 590)\n\tSecond Age (S.A. 1 - 3441)\n\tThird Age (T.A. 1 - 3021)\n\tFourth Age (Fo.A. 1 - ?)\n\tLater Ages (up to present day)\nDagor Dagorath\nSecond Music of the Ainur\nSee also: Round World version\nof The Silmarillion\n”\n\nThe First Age ended with the Great Battle, in which the Host of Valinor broke Thangorodrim and overthrew Morgoth. Then most of the Noldor returned into the Far West and dwelt in Eressëa within sight of Valinor; and many of the Sindar went over Sea also. \n\nAppendix B: The Tale of Years[1]\n\nArda in the First Age by Quentin Lowagie\n\nThe First Age was the longest of the recorded ages of Middle-earth,[2] and its events were chronicled between the coming of the Elder Children of Ilúvatar into the world and the Downfall of Angband.[3]\n\nCommonly known as the Elder Days,[4] the First Age thus saw the creation of the races of Arda, their flourishing both in Valinor and Beleriand, their feats against Dark Lord Morgoth and his eventual overthrow by the combined armies of the Valar, Elves, and Edain.[1]\n\nThe Two Trees of Valinor kept track of time for most of the First Age. With the creation of the Sun and Moon, however, the time became measured with the coranar, a much shorter unit of time within the Years of the Sun, which replaced long Years of the Trees.[5][6]"
    },
    {
      "title": "Definition",
      "content": "According to the Valinorëan loremasters, the First Age ended precisely when the Sun first rose in heaven.[7][8] However, for the loremasters of the Noldorin Exiles, the Age also included the next six centuries of their War against Morgoth until his final defeat.[9][10] Thus, according to the latter definition, the First Age lasted 4,902 solar years in total, out of which 4,312 solar years had passed between the Awakening of the Elves and the first sunrise, since one Valian Year was equal to 9.582 Years of the Sun.[11]"
    },
    {
      "title": "History",
      "content": "Years of the Trees\nExpansion\n\nThe First Age began with the Awakening of the Elves,[12][13][14] which occurred in Y.T. 1050.[15][16] Aimed to protect them, the Valar battled against Melkor, besieged his fortress Utumno and defeated his servants. Then the Elves were invited by the Valar to the West, and while some remained in far eastern Middle-earth, the others answered the summon and dwelt in peace and bliss of the Trees in Valinor for a three ages of the Chaining of Melkor until the latter was released from his bondage.[17] In the end, he managed to sow an awful unrest among the Elves and kill the Two Trees alongside Ungoliant, and then fled back to Angband.[18] Seeking revenge, the Noldorin Exiles led by Fëanor persued their Enemy and thus came to north-western Middle-earth at the end of the Age.[19][20][21]\n\nSoon after the arrival of the Noldor the Dagor-nuin-Giliath (Battle under the Stars, so named because it was fought before the rising of the Sun) occurred, and Fëanor was killed at his last stand against the Balrogs. It was considered the second battle in the Wars of Beleriand, after one that took place towards the end of the Years of the Trees.[22]\n\nYears of the Sun\nRewrite\n\nMeanwhile, the Valar managed to restore the last silver flower and golden fruit of the Two Trees, from which they created the Moon and the Sun to give a new light to the world, and with the first sunrise, the Awakening of Men, the Younger Children of Ilúvatar, occurred in Hildórien.[23] Like the Eldar before them, they started to migrate to the West, but most remained in the East or either in Rhovanion and Eriador.[5]\n\nBeleriand and the North, by John Howe\n\nThe following events of the last six centuries of the First Age were centered around a series of wars waged by those Noldor, the Sindar and the Three Houses of the Edain (their Mannish allies who entered Beleriand three hundred years after the Awakening), against the armies of Angband. The Elves in Beleriand sought merely to exist, and Morgoth had little to do with them, but the Noldor, on the other hand, had come with the express purpose to defeat Morgoth and, particularly the Sons of Fëanor, retrieve the treasured Silmarils stolen by him.\n\nEighty-eight years after the first battle, Morgoth again attacked the Noldor, and again without any success. The Dagor Aglareb (Glorious Battle) made the Noldor so bold as to besiege Angband for almost four hundred years.[22] Within the first century since the arrival of the Noldor, the settlements of Brithombar and Eglarest, Gondolin, Nargothrond, and Minas Tirith were built across all Beleriand, and both the Noldor and the Sindar were prospering under the young Sun.[24]\n\nIt was during the Long Peace, in the fourth century after the arrival of the Noldor, when some Men (the Edain) reached Beleriand eager to find the \"Gods\" as they believed, and entered the service of the Eldar. The Forest of Brethil was given to the House of Haleth and Dor-lómin to the House of Hador.[5]\n\nHowever, the Siege of Angband was of limited effectiveness since the northern side of Angband was on the opposite side of the Iron Mountains and thus unapproachable. Indeed in the fifth century, Morgoth poured rivers of fire out of Angband, ruining the besieging Noldorin armies. The green plain of Ard-galen had been permanently laid waste by the rivers of fire, and was now called Anfauglith, the Choking Dust; and the highlands of Dorthonion, which had been inhabited by the Edain of the folk of Bëor, were made inhospitable. The Dagor Bragollach (Battle of Sudden Flame) began, and the Noldor eventually mustered a defence, but their losses were severe.[25] It was in the years following that battle when the Man Beren rescued a Silmaril for the Elven King Elu Thingol.[26]\n\nLater the Noldor initiated a battle for a first time. They massed an army composed of Elves, Edain, Dwarves, and the Easterling houses of Bór and Ulfang allied to the Sons of Fëanor. The Elves and their allies advanced very close to Angband, but Morgoth's trickery had upset their battle plan since the folk of Ulfang proved treacherous. Τhe battle became known thereafter as Nirnaeth Arnoediad (Unnumbered Tears) from the destruction of the Elves' last hope of victory. The land of Hithlum was lost, the Sons of Fëanor were largely scattered, and the peoples of Beleriand had been decimated. Orcs of Morgoth made a heap of the Elven and Mannish dead in the centre of Anfauglith. Realms such as the Falas, Nargothrond, and Gondolin were later destroyed one by one. The Havens of Sirion were constructed as a hidden refuge by Círdan.[27]\n\nRuin of Angband, by Alan Lee\n\nAt last, the War of Wrath took place after Eärendil sailed to Valinor and persuaded the Valar to help those whom they had forsaken. The Valar gathered the Host of the West composed of the Maiar, Vanyar, and those Noldor who had stayed in Valinor. The Teleri refused their aid, due to an old offense dealt them by the Noldor of Beleriand, but consented to ferry the armies of Valinor in their famous ships. This battle marked the first appearance of the winged dragons, most notably Ancalagon the Black, but the Valar had the day. Morgoth's realm of tyranny was obliterated, and the Dark Lord himself captured and cast out of Arda into the Timeless Void in Y.S. 590, the last year of the First Age.[28] However, the entire landmass of Beleriand had been also destroyed and sunk under the Sea in the heat of battle.[29]\n\nEvents that marked the end of the Age were the breaking of the Thangorodrim,[1] the loss of the Silmarils, and the choice of the Half-elven.[30]"
    },
    {
      "title": "Terminology",
      "content": "”\n\nThe title of this second part, The War of the Jewels, is an expression that my father often used of the last six centuries of the First Age: the history of Beleriand after the return of Morgoth to Middle-earth and the coming of the Noldor, until its end. \n\nChristopher Tolkien[31]\n\nIn the Appendix B and the Quenta Silmarillion J.R.R. Tolkien never gives dates of the First Age. In works such as The Annals of Aman and The Grey Annals, Tolkien measured the First Age with the Years of the Trees (YT),[32] or the Valian Years (VY) and then Years of the Sun (YS),[33] respectively.\n\nRobert Foster among other scholars attempted to chronicle the First Age; by convention these sources use the Years of the Sun as \"First Age\" keeping a format similar to Appendix B. For example, the twentieth Year of the Sun is referred to as I 20 or F.A. 20, and the Tolkien Gateway also uses this format. It should be however pointed out that according to Foster's own remark the definition YS 1 would be more accurate than FA 1,[34] and that his text itself does not clarify when exactly the First Age began.[14]\n\nUnfortunately, this convention creates the widespread misconception that F.A. 1 was the first year of the First Age, or its beginning, marked as such by the first sunrise. This led to the fanonical term \"Ages of the Sun\" and the misconception that the Ages measured from the first rising of the Sun. According to that definition, the First Age 'proper' followed the Years of the Trees and lasted only c. 600 years until the beginning of the Second Age.\n\nHowever, in the Appendix F to the The Lord of the Rings J.R.R. Tolkien himself wrote explicitly that the Return of the Noldor to Middle-earth, which resulted from their Exile, took place at at the end of the First Age, thus meaning that the year labeled F.A. 1 was in fact placed near the end of that long Age;[20][21] in the same Appendix, there is also mentioned that the Orcs were first bred by Morgoth in the Elder Days,[35] i.e. in the First Age,[4] but this happened before Utumno was broken and demolished.[17]\n\nFurthermore, in The Annals of Aman Tolkien mentioned that the First Age (of the Children of Ilúvatar) began when the Elves awoke at Cuiviénen in Y.T. 1050,[12] while in the twelfth volume of The History of Middle-earth he also pointed out that the First Age was the longest (of all Ages),[2] as well as in his Letter 131 to Milton Waldman, where Tolkien described the First Age as long.[36]\n\nAdditionally, in The Nature of Middle-earth Tolkien also described the First Age beginning with the Awakening of the Elves and ending with the Downfall of Angband.[13] Therefore, all of this signifies that the term 'First Age' is required to be expanded long before the first rising of the Sun, and indeed Robert Foster in his Complete Guide of Middle-earth undoubtedly defined events of the Years of the Trees following the Awakening of the Elves as an integral part of the First Age,[34] as well as both J.E.A. Tyler in his Complete Tolkien Companion and Paul H. Kocher in his Reader's Guide to The Silmarillion.[37][38] Karen Wynn Fonstad also attributed the events before the first rising of the Sun to the First Age in her Atlas of Middle-earth.[39][note 1]\n\nIt is quite possible that the term \"Age of the Sun\" was in fact \"invented\" by David Day,[40] a Canadian author whose books are widely criticized for their inaccuracies and misinterpretations of J.R.R. Tolkien's mythology.[41][42][43]"
    },
    {
      "title": "Other names",
      "content": "The \"very archaic\" Old English name for this Age that \"came\" to Arundel Lowdham was frumaeldi.[44]"
    },
    {
      "title": "Other versions of the legendarium",
      "content": "In earlier texts, such as The Later Annals of Valinor, J.R.R. Tolkien referred to the 'First Age(s) of the World' rather than the 'First Age of the Children of Ilúvatar'. This variation had much earlier starting point, extending the First Age back to the creation of Arda,[8] but consistently ended with Morgoth's defeat in Beleriand.[9]"
    },
    {
      "title": "See also",
      "content": "First Age Timeline"
    },
    {
      "title": "Notes",
      "content": "↑ It is perhaps interesting that in their Reader's Companion to The Lord of the Rings both Wayne Hammond and Christina Scull also mistakenly identified the first sunrise wiith the beginning of the First Age, but later they corrected this: \"p. 136, ll. 12–13 from bottom: For ‘only at the beginning of the First Age when the Sun first rose in the heavens’ read ‘when the Sun first rose in the heavens late in the First Age’.\""
    },
    {
      "title": "References",
      "content": "↑ \nJump up to:\n1.0 1.1 1.2 J.R.R. Tolkien, The Lord of the Rings, Appendix B: The Tale of Years (Chronology of the Westlands), p. 1082\n↑ \nJump up to:\n2.0 2.1 J.R.R. Tolkien, Christopher Tolkien (ed.), The Peoples of Middle-earth, \"VI. The Tale of Years of the Second Age\", p. 172\n↑ J.R.R. Tolkien; Humphrey Carpenter, Christopher Tolkien (eds.), The Letters of J.R.R. Tolkien: Revised and Expanded edition, Letter 131, (undated, written late 1951): \"… First Age, from the coming of the Eldar to its end with overthrow of Morgoth-melkor, the first Dark Lord.\"\n↑ \nJump up to:\n4.0 4.1 J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Index of Names\", entry \"Elder Days\"\n↑ \nJump up to:\n5.0 5.1 5.2 J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Quenta Silmarillion: Of Men\"\n↑ J.R.R. Tolkien, The Lord of the Rings, Appendix D, \"The Calendars\", p. 1107\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Shaping of Middle-earth, \"VI. The Earliest Annals of Valinor: [Valian Year] 3000\", p. 270\n↑ \nJump up to:\n8.0 8.1 J.R.R. Tolkien, Christopher Tolkien (ed.), The Lost Road and Other Writings, \"Part Two: Valinor and Middle-earth before The Lord of the Rings, II. The Later Annals of Valinor\", p. 118\n↑ \nJump up to:\n9.0 9.1 J.R.R. Tolkien, Christopher Tolkien (ed.), The Shaping of Middle-earth, \"VII. The Earliest Annals of Beleriand: [The first version of The Earliest Annals of Beleriand (Text AB I)]\", p. 310\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The War of the Jewels, \"Part Three. The Wanderings of Húrin and Other Writings not forming part of the Quenta Silmarillion: V. The Tale of Years\", p. 343\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), Morgoth's Ring, \"Part Two. The Annals of Aman: Commentary on the first section of the Annals of Aman\", §§ 5-10, pp. 59-60\n↑ \nJump up to:\n12.0 12.1 J.R.R. Tolkien, Christopher Tolkien (ed.), Morgoth's Ring, \"Part Two. The Annals of Aman: First section of the Annals of Aman\", §10, p. 51\n↑ \nJump up to:\n13.0 13.1 J.R.R. Tolkien, Carl F. Hostetter (ed.), The Nature of Middle-earth, \"Part One. Time and Ageing: XVII. Generational Schemes\", p. 123: \"The First Age begins with the Awaking [of the Elves] and ends with the Downfall of Angband.\"\n↑ \nJump up to:\n14.0 14.1 Robert Foster, The Complete Guide to Middle-earth, entry \"First Age\", p. 184\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), Morgoth's Ring, \"Part Two. The Annals of Aman: First section of the Annals of Aman\", entry 1050, §§ 36-9, pp. 71-2\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The War of the Jewels, \"Part One. The Grey Annals\", entry \"VY 1050\", §3, p. 5\n↑ \nJump up to:\n17.0 17.1 J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Quenta Silmarillion: Of the Coming of the Elves and the Captivity of Melkor\"\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Quenta Silmarillion: Of the Darkening of Valinor\"\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Quenta Silmarillion: Of the Flight of the Noldor\"\n↑ \nJump up to:\n20.0 20.1 J.R.R. Tolkien, The Lord of the Rings, Appendix F, \"The Languages and Peoples of the Third Age\", \"Of the Elves\", p. 1128: \"… the High Elves, who had returned in exile to Middle-earth at the end of the First Age.\"\n↑ \nJump up to:\n21.0 21.1 J.R.R. Tolkien, Christopher Tolkien (ed.), The Peoples of Middle-earth, \"II. The Appendix on Languages\", p. 78: \"… seeking the Great Jewels which the Dark Power of the North had seized.\"\n↑ \nJump up to:\n22.0 22.1 J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Quenta Silmarillion: Of the Return of the Noldor\"\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Quenta Silmarillion: Of the Sun and Moon and the Hiding of Valinor\"\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Quenta Silmarillion: Of the Noldor in Beleriand\"\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Quenta Silmarillion: Of the Ruin of Beleriand and the Fall of Fingolfin\"\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Quenta Silmarillion: Of Beren and Lúthien\"\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Quenta Silmarillion: Of the Fifth Battle: Nirnaeth Arnoediad\"\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The War of the Jewels, \"Part Three. The Wanderings of Húrin and Other Writings not forming part of the Quenta Silmarillion: V. The Tale of Years\", p. 346\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Quenta Silmarillion: Of the Voyage of Eärendil and the War of Wrath\"\n↑ J.R.R. Tolkien, The Lord of the Rings, Appendix A, \"The Númenorean Kings\", \"Númenor\", p. 1034\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The War of the Jewels, \"Foreword\"\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), Morgoth's Ring, \"Part Two. The Annals of Aman: Second section of the Annals of Aman\", p. 70\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The War of the Jewels, \"Part One. The Grey Annals\": §3-53, pp. 5-30\n↑ \nJump up to:\n34.0 34.1 Robert Foster, The Complete Guide to Middle-earth, Appendix A: A Chronology of the First Age, pp. 553-7\n↑ J.R.R. Tolkien, The Lord of the Rings, Appendix F, \"The Languages and Peoples of the Third Age\", \"Of Other Races\", p. 1131\n↑ J.R.R. Tolkien; Humphrey Carpenter, Christopher Tolkien (eds.), The Letters of J.R.R. Tolkien, Letter 131, (undated, written late 1951): \"Several tales of victory and tragedy are caught up in it; but it ends with catastrophe, and the passing of the Ancient World, the world of the long First Age.\"\n↑ J.E.A. Tyler, The Complete Tolkien Companion, entry \"First Age\", pp. 242-7\n↑ Paul H. Kocher, A Reader's Guide to The Silmarillion, Chronology of the First Age, pp. 252-64\n↑ Karen Wynn Fonstad (1991), The Atlas of Middle-earth, Introduction to the section \"First Age\", pp. 1-3\n↑ David Day, Tolkien: The Illustrated Encyclopedia, section \"History\", pp. 14-5\n↑ \"Recommended books on Tolkien\", David Bratman's Home Page (accessed 21 January 2015)\n↑ Steuard Jensen, \"Notes on David Day's Tolkien Books\", Tolkien Meta-FAQ (accessed 11 April 2012)\n↑ \"Tolkien Transactions XXXIII\" dated 1 February 2013, Parma-kenta (accessed 21 January 2015)\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), Sauron Defeated, \"Part Two: The Notion Club Papers Part Two: Night 66\", p. 242"
    }
  ]
}