{
  "title": "Unknown Title",
  "content": [
    {
      "title": "Intro",
      "content": "Cleanup\n\nThis article contains information specifically on the The Hobbit 1st edition published by George Allen & Unwin, for general information on the book see The Hobbit."
    },
    {
      "title": "First edition",
      "content": "The Hobbit has been published in two editions. The second intended to be more in tune with The Lord of the Rings. For example, the first edition makes a reference to \"tomatoes\", which was altered to \"pickles\" by Tolkien in the second.\n\nIn the first edition, Gollum willingly bets his magic ring on the outcome of the riddle-game. During the writing of The Lord of the Rings, Tolkien saw the need to revise this passage, in order to reflect the concept of the One Ring and its powerful hold on Gollum. Tolkien tried many different passages in the chapter that would become chapter 2 of The Lord of the Rings, \"The Shadow of the Past\". Eventually Tolkien decided a rewrite of The Hobbit was in order, and he sent a sample chapter of this rewrite (\"Riddles in the Dark\") to his publishers. Initially he heard nothing further, but when he was sent galley proofs of a new edition he learned to his surprise the new chapter had been incorporated as the result of a misunderstanding.\n\nTolkien explained the two different versions in the introduction of The Lord of the Rings, as well as inside \"The Shadow of the Past\", as a \"lie\" that Bilbo made up, probably because of the One Ring's influence on him, and which he originally wrote down in his book. Inside The Lord of the Rings, Bilbo finally confesses the real story at the Council of Elrond, although Gandalf had deduced the truth earlier. As Tolkien presented himself as the translator of the supposedly historic Red Book of Westmarch, where Bilbo and Frodo's stories were recorded, he further explained the two differing stories in The Hobbit by stating he had originally used Bilbo's original story, but later retranslated the work with the \"true story\" recorded by Frodo.\n\nThis first edition also mentions \"gnomes\", an earlier word Tolkien used to refer to the second kindred of the High Elves — the Noldor (or \"Deep Elves\"). Tolkien thought that \"gnome\", being derived from the Greek gnosis (knowledge), was a good name for the Noldor he created to be the wisest of the other Elves. But with its English connotations of a small, secretive, and unattractive creature, Tolkien removed it from later editions. He made other minor changes in order to conform the narrative to events in The Lord of the Rings and in the ideas he was developing for the Quenta Silmarillion."
    },
    {
      "title": "1st impression",
      "content": "The first impression was released on 21 September 1937 and included black and white illustrations only. The print run was just 1,500 copies.\n\nThe book measures 19.6 x 14.0 cm.\n\nThe true First Edition of The Hobbit with an intact dust jacket are highly prized by collectors.\n\nThe rear flap has a misspelling that only appears on the first editions. The word Dodgson is incorrectly spelled Dodgeson, and the letter 'e' has been marked over in black ink by the publishers."
    },
    {
      "title": "2nd impression",
      "content": "The second impression was released in December 1937 and included four colour illustrations."
    },
    {
      "title": "3rd impression",
      "content": "The third impression was released in 1942 and included only 1 colour illustration for the War Economy Standard."
    },
    {
      "title": "4th impression",
      "content": "The fourth impression was released in 1946 and was similar to the third impression. 4,000 copies were printed."
    }
  ]
}