{
  "title": "2002",
  "content": [
    {
      "title": "Intro",
      "content": "2001\nPreceded by\n2001\n2002\nYear\n2003\nFollowed by\n2003\nYou may also be looking for Third Age 2002.\n\nTolkien-related events that took place in 2002."
    },
    {
      "title": "January",
      "content": "1 - A Tolkien Miscellany is published.\n? - Vinyar Tengwar 43 is published."
    },
    {
      "title": "March",
      "content": "6 - Fan site Council of Elrond goes online.\n24 - The Lord of the Rings: The Fellowship of the Ring wins four Oscars, out of thirteen nominations, at the 74th Academy Awards."
    },
    {
      "title": "May",
      "content": "29 - The mailing list Lambengolmor is launched."
    },
    {
      "title": "June",
      "content": "6 - At the MTV Movie Awards, Lord of the Piercing is aired.\n12 - The Art of The Fellowship of the Ring is published.\n18 - The Standard Deviants: Rings, Kings and Things is released.\n? - Vinyar Tengwar 44 is published."
    },
    {
      "title": "July",
      "content": "12 - Przemyslaw Mroczkowski, scholar and friend of J.R.R. Tolkien, dies.\n22 - Actor Alexander John dies.\n25 - The Uncharted Realms of Tolkien is published.\n26-29 - Mythcon 33."
    },
    {
      "title": "August",
      "content": "5 - The History of Middle-earth Index is published.\n8 - Tolkien Thing IV.\n16 - The Annotated Hobbit: Revised and Expanded Edition is published."
    },
    {
      "title": "September",
      "content": "13-15 - Oxonmoot 2002.\n24 - The Xbox and GBA ports of The Lord of the Rings: The Fellowship of the Ring (video game) are published in the US.\n26 - I.L. Gordon dies."
    },
    {
      "title": "October",
      "content": "5 - The Ellinikós Sýllogos Philon Tólkin is founded.\n16 - The PS2 port of The Lord of the Rings: The Fellowship of the Ring (video game) is published in the US.\n22 - The PC port of The Lord of the Rings: The Fellowship of the Ring (video game) is published in the US."
    },
    {
      "title": "November",
      "content": "2 - The symposium \"J.R.R. Tolkien: The Man Behind The Lord of the Rings\" is held at the Arizona Center for Medieval and Renaissance Studies. Tom Shippey, Randel Helms and Ron Newcomer speak.\n6 - The Lord of the Rings: The Making of the Movie Trilogy is published.\n12 - The Lord of the Rings: The Fellowship of the Ring Extended Edition is released on DVD.\n13 - The South Park episode \"The Return of the Fellowship of the Ring to the Two Towers\" is televised.\n29 - John Justin, who played Thorin in The Hobbit (1968 radio series), dies.\n? - J.R.R. Tolkien's Sanctifying Myth: Understanding Middle-earth is published."
    },
    {
      "title": "December",
      "content": "5 - The Lord of the Rings: The Two Towers premieres at Ziegfeld Theatre, in New York City.\n6 - The Lord of the Rings: The Two Towers Photo Guide is published.\n10 - The Lord of the Rings: The Two Towers - Original Motion Picture Soundtrack is released.\n18 - The Lord of the Rings: The Two Towers is released in USA.\n19 - The Lord of the Rings: The Two Towers is released in New Zealand.\n? - Dragon Flame is released."
    },
    {
      "title": "?",
      "content": "? - At Dawn in Rivendell, the third album of the Tolkien Ensemble, is published.\n? - The audiobook of The Hobbit, read by Rob Inglis, is published.\nYears\n1999 2000 2001 2002 2003 2004 2005"
    }
  ]
}