{
  "title": "2003",
  "content": [
    {
      "title": "Intro",
      "content": "2002\nPreceded by\n2002\n2003\nYear\n2004\nFollowed by\n2004\n\nTolkien-related events that took place in 2003."
    },
    {
      "title": "January",
      "content": "1 - The website Tolkien Gateway is created by Hyarion.\n9 - The Brazilian Tolkien society Heren Hyarmen changes its name to \"Heren Hyarmeno\"."
    },
    {
      "title": "March",
      "content": "11 - At Dawn in Rivendell, the third album of Tolkien Ensemble is released (it was recorded in the previous year). It features recitations by Christopher Lee.\n23 - The Lord of the Rings: The Two Towers wins two Oscars, out of six nominations, at the 75th Academy Awards.\n25 - The first Tolkien Reading Day."
    },
    {
      "title": "April",
      "content": "1 - J.R.R. Tolkien: His Life and Works is published.\n15 - The Art of The Two Towers is published.\n30 - J.R.R. Tolkien: A Biography (Greenwood Biographies) by Leslie Ellen Jones is published."
    },
    {
      "title": "May",
      "content": "5 - Artist Ben Lee dies of Duchenne."
    },
    {
      "title": "June",
      "content": "5 - Andy Serkis wins an MTV Movie Award, category \"Best Animated Character\", for his role as Gollum. His immortal acceptance speech would win a Hugo in 2004.\n15 - Philip Stone, who voiced Théoden in The Lord of the Rings (1978 film), dies.\n16 - British Writers: Classics, Volume II is published.\n30 - The Lord of the Rings Strategy Battle Game: Shadow and Flame is published."
    },
    {
      "title": "July",
      "content": "10 - Tolkien Thing V.\n25-28 - Mythcon 34.\n? - Mallorn 41 is published."
    },
    {
      "title": "August",
      "content": "4 - The Lord of the Rings and Philosophy: One Book to Rule Them All is published."
    },
    {
      "title": "September",
      "content": "18-21 - Oxonmoot 2003.\n22 - The Eleventy-First Birthday Party is held in Frankenmuth, Michigan.\n? - The Origins of Tolkien's Middle-earth For Dummies is published."
    },
    {
      "title": "October",
      "content": "1 - The Gospel According to Tolkien is published.\n20 - Tolkien and the Great War is published.\n? - Tolkien and C.S. Lewis: The Gift of Friendship is published."
    },
    {
      "title": "November",
      "content": "4 - The Essential J.R.R. Tolkien Sourcebook is published.\n4 - The Lord of the Rings: War of the Ring is released in the USA.\n10 - Secret Fire: The Spiritual Vision of J.R.R. Tolkien is published.\n11 - The Hobbit (2003 video game) is released in the USA.\n14 - Tolkien Through Russian Eyes is published.\n18 - The Lord of the Rings: The Two Towers Extended Edition is released on DVD.\n25 - The Lord of the Rings: The Return of the King - Original Motion Picture Soundtrack is released.\n26 - Gordon Reid, who provided several voices in The Lord of the Rings radio series, dies.\n28 - The Hobbit (2003 video game) is released in Europe.\n? - Vinyar Tengwar 45 is published."
    },
    {
      "title": "December",
      "content": "1 - The Lord of the Rings: The Return of the King premieres in Embassy Theatre of New Zealand.\n1 - Gollum: How We Made Movie Magic is published.\n1 - Tolkien: A Cultural Phenomenon is published.\n3 - Actor David Hemmings dies.\n17 - The Lord of the Rings: The Return of the King is released in USA.\n17 - Actor Alan Tilvern dies.\n18 - The Lord of the Rings: The Return of the King is released in New Zealand.\n23 - Parma Eldalamberon 14 is published."
    },
    {
      "title": "?",
      "content": "? - 2003 Lord of the Rings Calendar is produced.\n? - Middle-earth Calendar 2003 is produced.\n? - Parma Nölé 5 is published.\nSpring/Summer - Parma Nölé 6 is published.\nAugust/September - Parma Nölé 7 is published.\n? - Parma Nölé 8 is published.\n? - The Hobbit Calendar 2003 is produced.\n? - The Lord of the Rings Fan Club Official Movie Magazine 6 is published.\n? - The Lord of the Rings Fan Club Official Movie Magazine 7 is published.\nApril/May - The Lord of the Rings Fan Club Official Movie Magazine 8 is published.\n? - Tolkien in Translation is published.\nYears\n2000 2001 2002 2003 2004 2005 2006"
    }
  ]
}