{
  "title": "2004",
  "content": [
    {
      "title": "Intro",
      "content": "2003\nPreceded by\n2003\n2004\nYear\n2005\nFollowed by\n2005\nYou may also be looking for Third Age 2004.\n\nTolkien-related events that took place in 2004."
    },
    {
      "title": "January",
      "content": "2 - The Art of The Return of the King is published.\n2 - The Lord of the Rings Complete Visual Companion is published.\n5 - Graphic novel Heaven's War is published.\n7 - Dutch translator Willy Wielek-Berg dies."
    },
    {
      "title": "February",
      "content": "5 - Andy Serkis wins an Empire Award in the category Best British Actor, for his role as Gollum in The Lord of the Rings (film series).\n22 - At the 10th Screen Actors Guild Awards, The Lord of the Rings: The Return of the King wins the award for \"Outstanding Performance by a Cast in a Motion Picture\".\n25 - The Two Towers Anthology is released by Decipher.\n29 - The Lord of the Rings: The Return of the King wins 11 Oscars at the 76th Academy Awards."
    },
    {
      "title": "March",
      "content": "16 - The World of Tolkien is published."
    },
    {
      "title": "April",
      "content": "30 - Tolkien Studies: Volume 1 is published."
    },
    {
      "title": "May",
      "content": "1 - There and Back Again: In the Footsteps of J.R.R. Tolkien's England is published.\n15-16 - Tolkien Weekend 2004 at Sarehole Mill.\n24 - Understanding The Lord of the Rings is published."
    },
    {
      "title": "June",
      "content": "3-5 - Lord of the Rings Symphony in Atlanta, GA, Atlanta Symphony Hall\n30 - War and the Works of J.R.R. Tolkien is published."
    },
    {
      "title": "July",
      "content": "1-2 - Lord of the Rings Symphony in Houston, TX, Jones Hall.\n10 - German translator Hans J. Schütz dies.\n13 - Lord of the Rings Symphony in Philadelphia, PA, Mann Center\n13-15 - Tolkien Thing VI\n15-17 - Lord of the Rings Symphony in Seattle, WA, S.Mark Taper Auditorium/Benaroya Hall\n29-31 - Lord of the Rings Symphony in Pittsburgh, PA, Heinz Hall\n30 - Mythcon 35 begins.\n? - Vinyar Tengwar 46 is published.\n? - Translating Tolkien: Text and Film is published."
    },
    {
      "title": "August",
      "content": "2 - Mythcon 35 ends.\n12 - Peter Woodthorpe, who voiced Gollum in both The Lord of the Rings (1978 film) as well as The Lord of the Rings 1981 radio series, dies."
    },
    {
      "title": "September",
      "content": "15 - A new Swedish translation of The Lord of the Rings, made by Erik Andersson, is published.\n17-19 - Oxonmoot 2004.\n18-19 - Lord of the Rings Symphony in Hartford, CT, Mortensen Hall.\n23 - There and Back Again: An Actor's Tale, in which Sean Astin describes the shooting of The Lord of the Rings (film series) from his perspective, is published.\n27 - Parma Eldalamberon 15 is published.\n28 - The parody book The Sillymarillion is published.\n? - Peter Jackson: From Gore to Mordor is published.\n? - When a Fan Hits the Shit: The Rise and Fall of a Phony Charity is published."
    },
    {
      "title": "October",
      "content": "8-9 - The Lord of the Rings Symphony in Chicago, IL, Auditorium Theatre.\n12 - The Lord of the Rings Symphony in Milwaukee, WI.\n21 - The 50th Anniversary Edition of The Lord of the Rings is published."
    },
    {
      "title": "November",
      "content": "2 - The Lord of the Rings: The Third Age is released in North America.\n5 - The Lord of the Rings: The Third Age is released in Europe.\n6 - Hyarion purchases the domain TolkienGateway.net\n8 - David Salo's A Gateway to Sindarin is published.\n? - Mithril Armoury files for Chapter 7 bankruptcy."
    },
    {
      "title": "December",
      "content": "3-4 - The Lord of the Rings Symphony plays in Newark, New Jersey.\n14 - The Lord of the Rings: The Return of the King (extended edition) is released on DVD.\n22 - The Lord of the Rings: The Third Age is released in Japan.\n26 - Actor Garard Green dies."
    },
    {
      "title": "?",
      "content": "? - 2005 An Elvish Travel Calendar is published.\n? - The Lord of the Rings Strategy Battle Game: Siege of Gondor is published.\n? - The Lord of the Rings Strategy Battle Game: The Battle of Pelennor Fields is published.\n? - Tolkien's Golem is published.\nYears\n2001 2002 2003 2004 2005 2006 2007"
    }
  ]
}