{
  "title": "2006",
  "content": [
    {
      "title": "Intro",
      "content": "2005\nPreceded by\n2005\n2006\nYear\n2007\nFollowed by\n2007\n\nTolkien-related events that took place in 2006."
    },
    {
      "title": "January",
      "content": "20 - The second The One Ring Celebration is held in Pasadena.\n31 - In Elven Lands is released.\n? - Amon Hen 197 is published."
    },
    {
      "title": "February",
      "content": "4 - Previews of The Lord of the Rings (musical) open in Toronto.\n19 - Death of Wi Kuki Kaa, actor originally cast as Ghân-buri-Ghân in The Lord of the Rings: The Return of the King.\n? - Vinyar Tengwar 47 is published."
    },
    {
      "title": "March",
      "content": "2 - The Lord of the Rings: The Battle for Middle-earth II is published.\n17 - Bob Papenbrook, who voiced Théoden and Gimli in the video game The Lord of the Rings: War of the Ring, dies.\n23 - The Lord of the Rings (musical) at Toronto has its press opening.\n31 - The Lord of the Rings 1954-2004: Scholarship in Honor of Richard E. Blackwelder is published.\n? - Amon Hen 198 is published."
    },
    {
      "title": "April",
      "content": "7 - The Tolkien Ensemble publish their collected work, Complete Songs and Poems.\n11 - Fellowship!, an independent musical parody of The Lord of the Rings, wins the LA Weekly Theater Award for Musical of the Year."
    },
    {
      "title": "May",
      "content": "9 - A Tolkienian Mathomium is published.\n19 - The Ring of Words is published.\n? - Amon Hen 199 is published."
    },
    {
      "title": "June",
      "content": "1 - Tolkien Studies: Volume 3 is published.\n11 - Tim Hildebrandt, one of the renowned brothers Hildebrandt, dies."
    },
    {
      "title": "July",
      "content": "1-4 - The Gathering of the Fellowship 2006 takes place in Toronto.\n2 - Pieter Collier is awarded the 1st Annual Northeast Tolkien Society Imperishable Flame Award 2006 for his immense collection.\n13 - The Lord of the Rings: The White Council is announced.\n14-16 - Tolkien Thing VIII.\n28-30 - ELF 2006.\n29 - The Lord of the Rings Strategy Battle Game: Legions of Middle-earth is published.\n? - Amon Hen 200 is published."
    },
    {
      "title": "August",
      "content": "4-7 - Mythcon 37.\n21-25 - The Oxford Tolkien Conference at Exeter College, Oxford.\n? - Mallorn 44 is published."
    },
    {
      "title": "September",
      "content": "11 - Translator William Auld dies.\n15-17 - Oxonmoot 2006.\n18 - Children of Húrin is announced.\n26 - Fantasy novel Here, There Be Dragons, featuring J.R.R. Tolkien as a fictional character, is published.\n29 - Tolkien and Modernity 1 and Tolkien and Modernity 2 are published.\n? - Amon Hen 201 is published."
    },
    {
      "title": "October",
      "content": "10 - J.R.R. Tolkien Encyclopedia: Scholarship and Critical Assessment is published."
    },
    {
      "title": "November",
      "content": "6 - Peter Jackson: A Film-maker's Journey is published.\n10-12 - Ring*Con 2006.\n21 - The RiffTrax commentary of The Lord of the Rings: The Fellowship of the Ring is released online.\n27 - Anthony Jackson, the Tale Bearer in the 1968 radio series of The Hobbit, dies.\n? - Amon Hen 202 is published."
    },
    {
      "title": "December",
      "content": "? - Vinyar Tengwar 48 is published."
    },
    {
      "title": "?",
      "content": "? - Audiobooks of The Fellowship of the Ring, The Two Towers and The Return of the King, read by Rob Inglis, are published.\n? - Actor Tyroe Muhafidin is born.\n\n\n\n\nYears\n2003 2004 2005 2006 2007 2008 2009"
    }
  ]
}