{
  "title": "2009",
  "content": [
    {
      "title": "Intro",
      "content": "2008\nPreceded by\n2008\n2009\nYear\n2010\nFollowed by\n2010\n\nTolkien-related events that took place in 2009."
    },
    {
      "title": "January",
      "content": "3 - Birthday Toast.\n9 - The Lord of the Rings: Conquest is released in Europe.\n13 - The Lord of the Rings: Conquest is released in North America.\n26 - Black & White Ogre Country is published."
    },
    {
      "title": "March",
      "content": "15 - Arda Reconstructed: The Creation of the Published Silmarillion is published.\n17 - The seventh book of The Lord of the Rings Online: Mines of Moria, \"Leaves of Lórien\", is released."
    },
    {
      "title": "April",
      "content": "1 - The Lord of the Rings Strategy Battle Game: War of the Ring is published.\n4 - The Fourth Grand Council of the Sociedad Tolkien Peruana is held in Lima, Peru.\n19 - The first e-Book of The Lord of the Rings, The Hobbit and The Children of Húrin are published.\n28 - J.R.R. Tolkien (1997 documentary) is released on DVD."
    },
    {
      "title": "May",
      "content": "3 - The Hunt for Gollum, Chris Bouchard's fan film, is released online.\n5 - The Legend of Sigurd and Gudrún is published.\n7 - Cinematic Scripture: The Structure and Usage of The Lord of the Rings as Equipment for Living is published.\n? - Warner Bros. Interactive Entertainment takes the license from Saul Zaentz Company to produce video games."
    },
    {
      "title": "June",
      "content": "2 - The Deluxe Edition of The Legend of Sigurd and Gudrún is published.\n11 - The Road Goes Ever On and On: The Map of Tolkien's Middle-earth is published.\n17 - The Hobbitonian Anthology‎ is published.\n22 - Tolkien's Bag End is published.\n23 - The eighth book of The Lord of the Rings Online: Mines of Moria, \"Scourge of Khazad-dûm\", is released.\n30 - Languages, Myths and History is published."
    },
    {
      "title": "July",
      "content": "1 - The Tolkien Calendar 2010 and Tolkien Diary 2010 are published.\n6 - The Epic Realm of Tolkien: Part One: Beren and Lúthien is published.\n17-20 - Mythcon 40.\n21 - Artist Heinz Edelmann dies.\n24-26 - Tolkien Thing 2009."
    },
    {
      "title": "August",
      "content": "7 - At Montreal's WorldCon, The Lord of the Rings wins the 2009 Prometheus Hall of Fame Award for the best classic literary work of liberty.\n6-9 - Omentielva Nelya - 3rd International Conference on Tolkien's Invented Languages in Whitehaven, England"
    },
    {
      "title": "September",
      "content": "1 - The Lord of the Films is published.\n8 - Halifirien: The Hallowed Mountain is released online.\n8 - The Tolkien Estate, The Tolkien Trust and HarperCollins settle their lawsuit with New Line Cinema and the Saul Zaentz Company.\n22 - The Frisian translation of The Hobbit, by Anne Tjerk Popkema, is published.\n25-27 - Oxonmoot 2009."
    },
    {
      "title": "October",
      "content": "2-4 - Ring*Con 2009.\n3 - Author Gisbert Kranz dies.\n5 - The History Channel airs Tolkien's Monsters.\n14 - Actor Martyn Sanderson dies.\n15-18 - Mereth Aderthad XV, or \"EstelCon\", in Cardona, Spain.\n16 - Voice actor Denys Hawthorne dies.\n27 - Fantasy novel The Shadow Dragons, featuring J.R.R. Tolkien as a fictional character, is published."
    },
    {
      "title": "November",
      "content": "6- The Facebook application The One Ring is launched.\n23 - Parma Eldalamberon #18 is published."
    },
    {
      "title": "December",
      "content": "1 - The Lord of the Rings Online: Siege of Mirkwood is released in North America.\n1 - Born of Hope is released online.\n3 - The Lord of the Rings Online: Siege of Mirkwood is released in Europe.\n22 - War of the Fantasy Worlds is published."
    },
    {
      "title": "?",
      "content": "(spring) - Mallorn 47 is published.\n(autumn) - Mallorn 48 is published.\n? - Tolkien Studies: Volume 6 is published.\nYears\n2006 2007 2008 2009 2010 2011 2012"
    }
  ]
}