{
  "title": "2011",
  "content": [
    {
      "title": "Intro",
      "content": "2010\nPreceded by\n2010\n2011\nYear\n2012\nFollowed by\n2012\n\nTolkien-related events that took place in 2011."
    },
    {
      "title": "January",
      "content": "3 - Birthday Toast.\n? - Amon Hen 227 is published."
    },
    {
      "title": "March",
      "content": "21 - Filming begins on The Hobbit (film series).\n21 - Update 2: Echoes of the Dead, the second update of The Lord of the Rings Online, is released in North America.\n24 - Update 2: Echoes of the Dead, the second update of The Lord of the Rings Online, is released in Europe.\n25 - Tolkien Reading Day.\n26 - 3rd Conference on Middle-earth.\n26 - Author Diana Wynne Jones dies.\n? - Amon Hen 228 is published."
    },
    {
      "title": "April",
      "content": "20 - The Lord of the Rings: The Card Game was released.\n29 - J.R.R. Tolkien's Double Worlds and Creative Process by Arne Zettersten was released.\n30 - Tolkien and Wales: Language, Literature and Identity by Carl Phelpstead was published."
    },
    {
      "title": "May",
      "content": "5 - English and Medieval Studies Presented to J.R.R. Tolkien on the Occasion of his Seventieth Birthday is made available as a print-on-demand publication from HarperCollins.\n20 - 22 - Unquendor's Lustrumfeest.\n21 - 22 - The Tolkien Society's Middle-earth Weekend in Sarehole, Birmingham.\n23 - Update 3: Lost Legends of Eriador, the third update of The Lord of the Rings Online is released.\n? - Tolkien Studies: Volume 8 is published.\n? - Amon Hen 229 is published.\n? - Mallorn 51 is published."
    },
    {
      "title": "July",
      "content": "1 - Tolkien Calendar 2012 is published.\n5 - A revised printing of Parma Eldalamberon 12 is released.\n7 - Beowulf and the Critics: Revised Second Edition is published.\n14-17 - Tolkien Thing 2011.\n15 - 18 - Mythcon 42 in Albuquerque, New Mexico\n21 - Light Beyond All Shadow: Religious Experience in Tolkien's Work is published.\n30 - The Tolkien Society's seminar in York.\n31 - Picturing Tolkien is published.\n? - Amon Hen 230 is published."
    },
    {
      "title": "August",
      "content": "11 - 14 - Omentielva Cantea - 4th International Conference on Tolkien's Invented Languages in Valencia, Spain.\n24 - The Lord of the Rings: War in the North is released for PlayStation 3, Xbox 360 and PC in North America.\n? - Tolkien and the Study of His Sources is published.\n(?) - The One Ring (role-playing game) is released.\n? - The illustrated children's book Oliphaunt is published in a new edition."
    },
    {
      "title": "September",
      "content": "1 - A Tolkien Tapestry is published.\n1 - A Critical Companion to J.R.R. Tolkien: A Literary Reference to His Life and Works is published.\n1 - J.R.R. Tolkien, a children's book from Holiday House, was published.\n23-25 - Oxonmoot 2011 at Lady Margaret Hall.\n27 - The Lord of the Rings Online: Rise of Isengard is released.\n29 - A new hardback edition of Mr. Bliss is released.\n? - Amon Hen 231 is published."
    },
    {
      "title": "October",
      "content": "19 - Brother Joseph Power dies.\n27 - A revised updated single-edition version of The History of The Hobbit is published.\n27 - The Art of The Hobbit is published.\n27 - From Elvish to Klingon: Exploring Invented Languages is published."
    },
    {
      "title": "November",
      "content": "2 - The Loss and the Silence: Aspects of Modernism in the Works of C.S. Lewis, J.R.R. Tolkien & Charles Williams is published.\n? - Amon Hen 232 is published.\n? - Mallorn 52 is published.\nYears\n2008 2009 2010 2011 2012 2013 2014"
    }
  ]
}