{
  "title": "2012",
  "content": [
    {
      "title": "Intro",
      "content": "2011\nPreceded by\n2011\n2012\nYear\n2013\nFollowed by\n2013\nYou may also be looking for Third Age 2012.\n\nTolkien-related events that took place in 2012."
    },
    {
      "title": "January",
      "content": "3 - Birthday Toast.\n19 - Do Balrogs Have Wings? by Andrew Rilstone is published.\n? - Amon Hen 233 is published."
    },
    {
      "title": "February",
      "content": "25 - Tolkien and Wagner: The Ring and Der Ring is published."
    },
    {
      "title": "March",
      "content": "8 - Author Robert Giddings dies.\n12 - Update 6: Shores of the Great River, the sixth free update of The Lord of the Rings Online, is released.\n20 - Makers Of The Middle Ages by Richard Utz and Elizabeth Emery is published.\n25 - Tolkien Reading Day.\n25 - Pipe Smoking In Middle Earth by Mark Irwin is published.\n29 - Author Jan Broberg dies.\n? - Amon Hen 234 is published.\n? - Mallorn 53 is published."
    },
    {
      "title": "April",
      "content": "19 - Tolkien in East Yorkshire 1917 - 1918 by Phil Mathison is published.\n27 - 29 - Deutsche Tolkien Gesellschaft 9th Seminar."
    },
    {
      "title": "May",
      "content": "4 - JRR Tolkien: The True Lord of the Rings, a graphic novel, is published.\n19 - 20 - Middle-earth Weekend at Sarehole Mill, Birmingham.\n? - Amon Hen 235 is published."
    },
    {
      "title": "June",
      "content": "2 - 3 - Unquendor and Deutsche Tolkien Gesellschaft's International Tolkien Day.\n7 - Pocket Posh J.R.R. Tolkien by The Puzzle Society is published.\n9 - The Broken Scythe: Death and Immortality in the Works of J.R.R. Tolkien is published.\n17 - The Hobbit Novel Guide by Shan C. Gillard is published.\n20 - Wagner and Tolkien: Mythmakers is published.\n24 - Actor James Grout dies.\n26 - Tolkien and Welsh by Mark T. Hooker is published."
    },
    {
      "title": "July",
      "content": "6 - Principal photography of The Hobbit films ends.\n12 - 15 - Tolkien Thing 2012.\n15 - The International Relations of Middle-Earth by Abigail E. Ruane and Patrick James is published.\n26 - The Saga of Hrolf Kraki, translated by Stella M. Mills, is published in a new edition, with a Foreword by Priscilla Tolkien.\n? - Amon Hen 236 is published."
    },
    {
      "title": "August",
      "content": "3 - Parma Eldalamberon 20: The Qenya Alphabet by J.R.R. Tolkien is published.\n3 - 6 - Mythcon 43 at University of California, Berkeley.\n11 - Hobbit to Hero by Elizabeth M. Stephen is published.\n16 - 20 - The Return of the Ring, Tolkien Society conference at Loughborough University.\n30 - The Hobbit: An Unexpected Journey: Annual 2013 is published.\n30 - Tolkien Calendar 2013 is published.\n? - Tolkien Studies: Volume 9 is published."
    },
    {
      "title": "September",
      "content": "1 - There and Back Again: J. R. R. Tolkien and the Origins of the Hobbit by Mark Atherton is published.\n5 - The Lord of the Rings Online: Riders of Rohan is released.\n12 - An updated edition of Charles Dixon and David T. Wenzel's The Hobbit is published.\n13 - Hobbitus Ille, the Latin translation of The Hobbit, is published.\n14 - An article about J.R.R. Tolkien and the artist Mary Fairburn is published in Times Literary Supplement.\n21 - 23 - Oxonmoot 2012 at Lady Margaret Hall.\n22 - Exploring J.R.R. Tolkien's The Hobbit by Corey Olsen is published.\n26 - Tolkien's World: A Guide to the Peoples and Places of Middle-Earth by Changed Gareth Hanrahan and Peter McKinstry is published.\n27 - A revised edition of Letters from Father Christmas is published.\n? - Amon Hen 237 is published."
    },
    {
      "title": "October",
      "content": "1 - A Hobbit Journey: Discovering the Enchantment of J.R.R. Tolkien's Middle-Earth by Matthew Dickerson is published.\n1 - On the Shoulders of Hobbits: The Road to Virtue with Tolkien and Lewis by Louis Markos is published.\n3 - The Hobbit and Philosophy by Gregory Bassham and Eric Bronson is published.\n18 - A Brief Guide to J. R. R. Tolkien by Nigel Cawthorne is published.\n25 - What Would Bilbo Do? The Unofficial Hobbit Handbook is published.\n30 - J.R.R. Tolkien: The Making of a Legend by Colin Duriez is published.\n? - The Christian World of the Hobbit is published."
    },
    {
      "title": "November",
      "content": "1 - The J.R.R. Tolkien Miscellany by Robert S. Blackham is published.\n6 - The Hobbit: An Unexpected Journey: The Movie Storybook by Paddy Kempshall is published.\n6 - The Hobbit: An Unexpected Journey: Official Movie Guide by Brian Sibley is published.\n6 - The Hobbit: An Unexpected Journey: Visual Companion by Jude Fisher is published.\n6 - The Hobbit: An Unexpected Journey: The World of Hobbits by Paddy Kempshall is published.\n8 - The Hobbit: Kingdoms of Middle-earth is released online.\n13 - The Tolkien Years of the Brothers Hildebrandt is published.\n17 - 18 - Deutsche Tolkien Gesellschaft's The Hobbit Party.\n19 - The Tolkien Estate, The Tolkien Trust and HarperCollins file another lawsuit with New Line Cinema and the Saul Zaentz Company over merchandising rights.\n27 - The Hobbits: The Many Lives of Bilbo, Frodo, Sam, Merry and Pippin is published.\n30 - Amazing & Extraordinary Facts: J R R Tolkien by Colin Duriez is published.\n? - Amon Hen 238 is published."
    },
    {
      "title": "December",
      "content": "4 - Guardians of Middle-earth is released on PlayStation 3 and Xbox 360.\n11 - The Hobbit: An Unexpected Journey - Original Motion Picture Soundtrack is released\n12 - The Hobbit: An Unexpected Journey is released in New Zealand.\n13 - The Hobbit: An Unexpected Journey is released in Europe.\n14 - The Hobbit: An Unexpected Journey is released in India and North America.\n14 - The Hobbit: An Unexpected Journey: Chronicles: Art & Design is published.\n20 - Shamanic Odyssey: Homer, Tolkien, and the Visionary Experience by Robert Tindall and Susana Bustos is published.\n26 - The Hobbit: An Unexpected Journey is released in Australia.\n? - The Hobbit Strategy Battle Game is released."
    },
    {
      "title": "Unknown",
      "content": "? - John Garth became aware that Christopher Tolkien \"was considering editing The Bovadium Fragments for publication\".[1]\nYears\n2009 2010 2011 2012 2013 2014 2015"
    },
    {
      "title": "References",
      "content": "↑ John Garth, \"Here's the cover of Tolkien's satire on Oxford and the motor car, THE BOVADIUM FRAGMENTS, out on 9 October.\" dated 24 May 2025, Facebook.com (accessed 30 May 2025)"
    }
  ]
}