{
  "title": "2013",
  "content": [
    {
      "title": "Intro",
      "content": "2012\nPreceded by\n2012\n2013\nYear\n2014\nFollowed by\n2014\n\nTolkien-related events that took place in 2013."
    },
    {
      "title": "January",
      "content": "3 - Birthday Toast.\n? - Amon Hen 239 is published."
    },
    {
      "title": "March",
      "content": "1 - Vinyar Tengwar 50 is published.\n1-3 - Conference on Tolkien and His Works at the Valparaiso University.\n19 - La Conexion Española de J.R.R. Tolkien is published in Spain.\n21 - The Hobbit: Armies of The Third Age is released online.\n25 - Tolkien Reading Day.\n30 - HobbitCon, at the Hotel Maritim in Bonn, starts.\n? - Amon Hen 240 is published."
    },
    {
      "title": "April",
      "content": "1 - HobbitCon, at the Hotel Maritim in Bonn, ends.\n8 - The Hobbit: An Unexpected Journey is released on DVD.\n20 - Artist Quinton Hoover dies.\n23 - The Hobbit: An Unexpected Journey: Chronicles: Creatures & Characters is published."
    },
    {
      "title": "May",
      "content": "11 - 12 - Middle-earth Weekend at Sarehole Mill, Birmingham.\n21 - The Fall of Arthur by J.R.R. Tolkien is published.\n? - Amon Hen 241 is published.\n? - Mallorn 54 is published."
    },
    {
      "title": "July",
      "content": "11 - 14 - Tolkien Thing 2013.\n12 - 15 - Mythcon 44 at Michigan State University, East Lansing.\n? - Amon Hen 242 is published."
    },
    {
      "title": "August",
      "content": "8 - 11 - Omentielva Lempea - 5th International Conference on Tolkien's Invented Languages in Helsinki, Finland.\n26 - Narrator Gerard Murphy dies.\n29 - The Hobbit: The Desolation of Smaug: Annual 2014 is published.\n29 - Guardians of Middle-earth is released on Windows."
    },
    {
      "title": "September",
      "content": "2 - Parma Eldalamberon 21 is published.\n6 - 8 - The Greisinger Museum has its Opening Ceremony.\n12 - The Hobbit, illustrated by Jemima Catlin, is published.\n12 - Tolkien Calendar 2014 is published.\n20 - 22 - Oxonmoot 2013 at Lady Margaret Hall.\n26 - Roverandom pocket edition is published.\n? - Amon Hen 243 is published."
    },
    {
      "title": "November",
      "content": "1 - The Riddles of The Hobbit is published.\n5 - The Hobbit: The Desolation of Smaug: Activity Book is published.\n5 - The Hobbit: The Desolation of Smaug: The Movie Storybook is published.\n5 - The Hobbit: The Desolation of Smaug: Official Movie Guide is published.\n5 - The Hobbit: The Desolation of Smaug: Sticker Book is published.\n5 - The Hobbit: The Desolation of Smaug: Visual Companion is published.\n7 - The Hobbit: The Desolation of Smaug: Ultimate Sticker Collection is published.\n7 - Middle-earth Envisioned is published.\n11 - The Hobbit: An Unexpected Journey Extended Edition is released on DVD.\n20 - The Lord of the Rings Online: Helm's Deep is released online.\n22 - Lewis and Tolkien: The Lost Road is aired on BBC Radio.\n26 - The Wobbit is published.\n30 - Tolkien: the Forest and the City is published.\n30 - The Unofficial Middle-Earth Monsters' Guide is published.\n? - Amon Hen 244 is published."
    },
    {
      "title": "December",
      "content": "9 - The Hobbit: The Desolation of Smaug - Original Motion Picture Soundtrack is released.\n12 - The Hobbit: The Desolation of Smaug is released in New Zealand.\n13 - The Hobbit: The Desolation of Smaug is released in the United Kingdom.\n13 - The Hobbit: The Desolation of Smaug: Chronicles: Art & Design is published.\n13 - The Hobbit: The Desolation of Smaug is released in the United States.\nYears\n2010 2011 2012 2013 2014 2015 2016"
    }
  ]
}