{
  "title": "2014",
  "content": [
    {
      "title": "Intro",
      "content": "2013\nPreceded by\n2013\n2014\nYear\n2015\nFollowed by\n2015\n\nTolkien-related events that took place in 2014."
    },
    {
      "title": "January",
      "content": "3 - Birthday Toast.\n3 - Saul Zaentz dies.\n30 - Director Arthur Rankin, Jr. dies.\n? - Amon Hen 245 is published."
    },
    {
      "title": "February",
      "content": "27 - The Fall of Arthur is published in paperback.\n27 - Farmer Giles of Ham pocket edition is published."
    },
    {
      "title": "March",
      "content": "25 - Anglo-Saxon Community in J.R.R. Tolkien's the Lord of the Rings is published.\n25 - Tolkien Reading Day.\n? - Amon Hen 246 is published."
    },
    {
      "title": "April",
      "content": "3 - Smaug: Unleashing the Dragon is published.\n5 - Words of Westernesse: Adûnaic and Westron is published.\n5 - The Moon in The Hobbit is published.\n5 - The indigenous peoples of Eriador and Gondor is published.\n7 - The Hobbit: The Desolation of Smaug is released on Blu-ray and DVD in the UK.\n8 - The Hobbit: The Desolation of Smaug is released on Blu-ray and DVD in the USA.\n19 - 21 - Hobbitcon 2.\n24 - Peter Jackson announces that the third Hobbit film will be renamed to The Battle of the Five Armies.\n30 - Hither Shore 10 is published."
    },
    {
      "title": "May",
      "content": "22 - Beowulf: A Translation and Commentary by J.R.R. Tolkien, edited by Christopher Tolkien, is published.\n24 - Beowulf Launch Party hosted by The Tolkien Society and Middle-earth Network with support from Tolkien Brasil and The Tolkienist.\n28 - Middle-Earth in Magic Mirror Maps is published.\n30 - Tolkien in the New Century: Essays in Honor of Tom Shippey is published.\n? - A Companion to J. R. R. Tolkien is published.\n? - Amon Hen 247 is published."
    },
    {
      "title": "June",
      "content": "6 - The Hobbit: The Desolation of Smaug: Chronicles: Cloaks & Daggers is published.\n15 - Voice actor Casey Kasem dies.\n19 - A new 60th Anniversary Edition of The Lord of the Rings is published.\n19 - An updated edition of The Lord of the Rings: A Reader's Companion is published."
    },
    {
      "title": "July",
      "content": "18 - 20 - Tolkien Thing 2014.\n26 - Laocoon, one of Tolkien's favourite trees, lost two limbs. Subsequently, the Oxford Botanic Garden decided that the tree must be felled for safety reasons.\n29 - Producer and interviewer Denys Gueroult dies."
    },
    {
      "title": "August",
      "content": "8 - 11 - Mythcon 45 in Wheaton College, Norton.\n14 - The Tolkien Society Seminar as part of WorldCon, London.\n14 - Tolkien On Fairy-stories is published in paperback.\n28 - Tolkien Calendar 2015 is published.\n? - Amon Hen 248 is published."
    },
    {
      "title": "September",
      "content": "11 - The Hobbit: The Battle of the Five Armies: Annual 2015 is published.\n11 - 14 - Oxonmoot 2014 at Lady Margaret Hall.\n12 - Tolkien at Exeter College: How an Oxford undergraduate created Middle-earth by John Garth is published.\n30 - Middle-earth: Shadow of Mordor is released in North America.\n? - Amon Hen 249 is published."
    },
    {
      "title": "October",
      "content": "3 - Middle-earth: Shadow of Mordor is released in Europe.\n9 - The Adventures of Tom Bombadil pocket edition is published.\n13 - Journal of Inklings Studies, vol.4 no.2, including a translation of Tolkien's The Book of Jonah, is published.\n21 - The Hobbit: The Desolation of Smaug - Extended Edition is released for digital download.\n23 - Writer and actor Bernard Mayes dies.\n30 - The Hobbit and Tolkien's Mythology is published.\n30 - Arda Inhabited is published."
    },
    {
      "title": "November",
      "content": "3 - The Hobbit: The Desolation of Smaug Extended Edition is released on Blu-ray and DVD in the UK.\n4 - The Hobbit: The Desolation of Smaug Extended Edition is released on Blu-ray and DVD in the USA.\n11 - The Hobbit: The Battle of the Five Armies: Activity Book is published.\n15 - War of Words: Soldier-Poets of the Somme is aired.\n15 - ArdaCraft begins building Middle-earth.\n20 - The Hobbit: The Battle of the Five Armies: The Movie Storybook is published.\n20 - The Hobbit: The Battle of the Five Armies: Official Movie Guide is published.\n20 - The Hobbit: The Battle of the Five Armies: Visual Companion is published.\n20 - The Hobbit Trilogy Location Guide is published.\n30 - Tolkien's Great War (documentary) by Zander and Elliot Weaver is released.\n? - Amon Hen 250 is published.\n? - Mallorn 55 is published."
    },
    {
      "title": "December",
      "content": "1 - The Hobbit: The Battle of the Five Armies premières in Leicester Square, London.\n4 - JRR Tolkien, le seigneur des écrivains (La Grande Librairie) is aired.\n5 - Middle-earth: Shadow of Mordor wins one Game Award, out of three nominations, at the 2014 The Game Awards.\n8 - The Hobbit: The Battle of the Five Armies - Original Motion Picture Soundtrack - Special Edition is released.\n11 - The Hobbit: The Battle of the Five Armies is released in New Zealand.\n12 - The Hobbit: The Battle of the Five Armies is released in the United Kingdom.\n17 - The Hobbit: The Battle of the Five Armies is released in the United States.\n17 - The Hobbit: The Battle of the Five Armies: Chronicles: Art & Design is published.\nYears\n2011 2012 2013 2014 2015 2016 2017"
    }
  ]
}