{
  "title": "2022",
  "content": [
    {
      "title": "Intro",
      "content": "2021\nPreceded by\n2021\n2022\nYear\n2023\nFollowed by\n2023\n\nTolkien-related events that took place in 2022."
    },
    {
      "title": "January",
      "content": "3 - Birthday Toast.\n20 - The official title of The Lord of the Rings television series is announced."
    },
    {
      "title": "February",
      "content": "13 - The first official trailer of The Lord of the Rings: The Rings of Power is released online.\n28 - Priscilla Tolkien dies.\n? - Amon Hen 293 is published."
    },
    {
      "title": "March",
      "content": "17 - Amazon completes the acquisition of MGM.\n22 - The second edition of The One Ring™ RPG is officially released.\n25 - Tolkien Reading Day."
    },
    {
      "title": "April",
      "content": "? - Amon Hen 294 is published."
    },
    {
      "title": "May",
      "content": "14 - Middle-earth Strategy Battle Game: Defence of the North is released."
    },
    {
      "title": "June",
      "content": "24 - The Great Tales Never End: Essays in Memory of Christopher Tolkien is published."
    },
    {
      "title": "July",
      "content": "14 - The second official teaser trailer of The Lord of the Rings: The Rings of Power is released.\n28 - Actor Bernard Cribbins dies.\n31 -The Chronology of The Lord of the Rings is published."
    },
    {
      "title": "August",
      "content": "9 - Tolkien Calendar 2023 is published.\n19 - The Lord of the Rings: The Rings of Power (Season One: Amazon Original Series Soundtrack) is released online.\n23 - The third and final trailer of The Lord of the Rings: The Rings of Power is released online.\n? - Embracer Group enters into an agreement to buy Middle-earth Enterprises from the Saul Zaentz Company."
    },
    {
      "title": "September",
      "content": "1 - 4 - Oxonmoot 2022 is held online at St Anne's College, Oxford.\n1 - Episode one, \"A Shadow of the Past\", and episode two, \"Adrift\", of The Lord of the Rings: The Rings of Power are simultaneously released online.\n1 - A new and revised edition of The Complete Guide to Middle-earth by Robert Foster is published.\n9 - The episode \"Adar\" of The Lord of the Rings: The Rings of Power is released online.\n16 - The episode \"The Great Wave\" of The Lord of the Rings: The Rings of Power is released online.\n23 - The episode \"Partings\" of The Lord of the Rings: The Rings of Power is released online.\n30 - The episode \"Udûn\" of The Lord of the Rings: The Rings of Power is released online."
    },
    {
      "title": "October",
      "content": "3 - Production for the second season of The Lord of the Rings: The Rings of Power series begins in the United Kingdom.\n7 - The episode \"The Eye\" of The Lord of the Rings: The Rings of Power is released online.\n14 - The episode \"Alloyed\" of The Lord of the Rings: The Rings of Power is released online.\n25 - American animator Jules Bass dies."
    },
    {
      "title": "November",
      "content": "15 - The Fall of Númenor is published.\n15 - The Lord of the Rings Online: Before the Shadow is released online."
    },
    {
      "title": "December",
      "content": "14 - Most of the production team of the second season of The Lord of the Rings: The Rings of Power is revealed.[1]\n? - Mallorn 63 is published."
    },
    {
      "title": "References",
      "content": "↑ Nellie Andreeva, \"‘The Lord Of The Rings: The Rings Of Power’ Sets All-Female Directing Team, Reveals Episode Count For Season 2\" dated 14 December 2022, (accessed 17 January 2023)\nYears\n2019 2020 2021 2022 2023 2024 2025"
    }
  ]
}