{
  "title": "22 September",
  "content": [
    {
      "title": "Intro",
      "content": "Add curated event\nSeptember\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\nJan\nFeb\nMar\nApr\nMay\nJun\nJul\nAug\nSep\nOct\nNov\nDec\n\nEvents that occurred on 22 September."
    },
    {
      "title": "On Earth",
      "content": "1937 - J.R.R. Tolkien writes a letter to Jane Neave.\n1954 - J.R.R. Tolkien writes Letter 152.\n1963 - J.R.R. Tolkien starts writing a letter to Eileen Elgar.\n1976 - Actor and stuntman Sala Baker is born.\n1978 - Oxonmoot 1978 at Oxford Town Hall.\n1981 - The Dutch Tolkien Society Unquendor is founded in Leiden, the Netherlands.\n1989 - Oxonmoot 1989 at Oxford Town Hall.\n1990 - Oxonmoot 1990 at Oxford Town Hall.\n1991 - Oxonmoot 1991 at University College.\n1992 - The Danish Tolkien Society Imladris is founded.\n1996 - Oxonmoot 1996 at University College.\n2000 - Oxonmoot 2000 at St Antony's College.\n2001 - Oxonmoot 2001 at St Antony's College.\n2003 - The Eleventy-First Birthday Party is held in Frankenmuth, Michigan.\n2009 - The Frisian translation of The Hobbit, by Anne Tjerk Popkema, is published.\n2010 - The Lonely Mountain Band release their first album Beyond the Western Seas.\n2012 - Oxonmoot 2012 at Lady Margaret Hall.\n2013 – Oxonmoot 2013 at Lady Margaret Hall.\n2017 - Oxonmoot 2017 at St Antony's College.\n2018 - Oxonmoot 2018 at St Antony's College."
    },
    {
      "title": "In Arda",
      "content": "T.A. 2890:\nBilbo Baggins is born.\nT.A. 2941:\nBilbo and the Dwarves arrive in Lake-town.\nT.A. 2968:\nFrodo Baggins is born.\nT.A. 3001:\nBilbo turns 111 and throws the Farewell Party at which he announces his intention to leave the Shire. He leaves behind the One Ring and sets off[1] with Nar, Anar and Hannar.[2]\nFrodo turns 33 and comes of age. He inherits Bag End and all the things Bilbo leaves behind.[1]\nT.A. 3002\nFrodo celebrates his birthday and honors Bilbo in his \"Hundred-weight Feast\", with twenty guests.[3]\nT.A. 3018:\nThe Black Riders reach Sarn Ford at evening and drive off the guard of Rangers.\nGandalf overtakes Shadowfax.\nFrodo celebrates his birthday with Fredegar, Merry, Pippin and Folco during which he finishes the Baggins's Old Winyards. After a lot of food and songs they drink to Bilbo's health.\nBoromir travels towards Rivendell to ask for counsel.\nT.A. 3019:\nBilbo celebrates his 129th birthday in Rivendell with Frodo and company. Saruman enters the Shire.[4]\nT.A. 3021:\nFrodo and Sam meet the Last Riding of the Keepers of the Rings in Woody End.[4]\nBilbo Baggins becomes 131 years old, the longeviest Hobbit in history.\nFo.A. 61:\nSamwise Gamgee leaves Bag End for the Tower Hills and to Grey Havens, last of the Ring-bearers.[5]\nCultural significance\n\nAs this day was the birthday of the Ring-bearer Frodo Baggins it became significant to the New Reckoning after the War of the Ring; corresponding to 30 Yavannië, it was made a festival in honor of Frodo. See also: Cormare"
    },
    {
      "title": "Notes",
      "content": "As Frodo and Sam ride through the Shire in 3021, the text tells us that \"the Moon went westward\" above them.[6] According to astronomy, in that date of that year, no moon should have been visible.[7]\n\nTolkien fans celebrate Frodo's birthday as Hobbit Day, after a suggestion by the American Tolkien Society; the week containing 22 September each year is called Tolkien Week.\n\nDespite this, how the Shire Reckoning, and consequently the date of Bilbo's and Frodo's birthday, corresponds with our calendar is a matter of debate. Appendix D says that our New Year's Day (1 January) corresponds \"more or less\" to the Shire's \"9 January\", and in standard years our 14 September corresponds to the Shire's \"22 September\" (256 days later). However, Appendix D also says that the Shire calendar's \"Midyear's Day\" is \"intended to correspond as nearly as possible to the summer solstice.\" In the Shire calendar, 22 Halimath is 83 days after Midyear's Day. If we take the summer solstice to be our June 21, then Bilbo's and Frodo's birthday must be 83 days later, which is our September 12."
    },
    {
      "title": "Notes",
      "content": ""
    },
    {
      "title": "References",
      "content": "↑ \nJump up to:\n1.0 1.1 J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"A Long-expected Party\"\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Return of the Shadow, \"The Second Phase: XIV. Return to Hobbiton\"\n↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"The Shadow of the Past\"\n↑ \nJump up to:\n4.0 4.1 J.R.R. Tolkien, The Lord of the Rings, Appendix B, \"The Chief Days from the Fall of Barad-dûr to the End of the Third Age\"\n↑ J.R.R. Tolkien, The Lord of the Rings, Appendix B, \"Later Events Concerning the Members of the Fellowship of the Ring\"\n↑ J.R.R. Tolkien, The Lord of the Rings, The Return of the King, The Grey Havens\n↑ http://shire-reckoning.com/moon.html"
    }
  ]
}