{
  "title": "24 September",
  "content": [
    {
      "title": "Intro",
      "content": "Add curated event\nSeptember\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\nJan\nFeb\nMar\nApr\nMay\nJun\nJul\nAug\nSep\nOct\nNov\nDec\n\nEvents that occurred on 24 September."
    },
    {
      "title": "On Earth",
      "content": "1914 - J.R.R. Tolkien writes the poem The Voyage of Eärendel the Evening Star.\n1977 - Oxonmoot 1977 at The Welsh Pony.\n1978 - Oxonmoot 1978 at Oxford Town Hall.\n1982 - Oxonmoot 1982 at the Cotswold Lodge Hotel.\n1983 - Oxonmoot 1983 at Oxford Town Hall.\n1988 - Oxonmoot 1988 at Oxford Town Hall.\n1989 - Oxonmoot 1989 at Oxford Town Hall.\n1990 - Oxonmoot 1990 at Oxford Town Hall.\n1999 - Oxonmoot 1999 at Exeter College.\n2000 - Oxonmoot 2000 at St Antony's College.\n2002 - The GBA version of The Fellowship of the Ring are released in North America.\n2010 - Oxonmoot 2010 at Lady Margaret Hall.\n2010 - Lasse Lanta Autumn Meeting of the Austrian Tolkien Society.\n2011 - Oxonmoot 2011 at Lady Margaret Hall.\n2017 - Oxonmoot 2017 at St Antony's College."
    },
    {
      "title": "In Arda",
      "content": "T.A. 3018:\nFrom midnight, Bag End legally passes to the ownership of the Sackville-Baggins Family.[1]\nFrodo, Sam and Pippin have breakfast, and after 10 they continue their walk along the road, up and down the slopes of the Green Hill Country until the top of a steep bank. They stop for lunch.[1]\nGandalf crosses the Isen.\nKhamûl rides on the Stock Road and senses the One Ring; uncertain because of the bright daylight, he leaves and waits until the night.[2]\nThe hobbits stop to hide from the Black Rider. They continue walking parallel to the road. They join the road around sunset.\nThey hide in a tree-stump and have a light meal and rest, and resume by nightfall.\nGildor Inglorion and his companions return from pilgrimage to the palantír of the Tower Hills to Rivendell.\nKhamûl senses the ring again and pursues Frodo.[3]\nFrodo, Sam and Pippin encounter the Nazgûl near Woody End; he flees because of the approaching Elves' chanting. The Hobbits camp with the Elves.\nBoromir travels towards Rivendell to ask for counsel."
    },
    {
      "title": "References",
      "content": "↑ \nJump up to:\n1.0 1.1 J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"Three is Company\"\n↑ Wayne G. Hammond and Christina Scull (eds), The Lord of the Rings: A Reader's Companion, citing from an unpublished version of The Hunt for the Ring, p. 97\n↑ Wayne G. Hammond and Christina Scull (eds), The Lord of the Rings: A Reader's Companion, citing from an unpublished version of The Hunt for the Ring, p. 99"
    }
  ]
}