{
  "title": "25 March",
  "content": [
    {
      "title": "Intro",
      "content": "T.A. 3019\nMAR\n25\nDeath of Gollum\nIn Middle-earth\nGollum\nEdit curated event\nMarch\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\nJan\nFeb\nMar\nApr\nMay\nJun\nJul\nAug\nSep\nOct\nNov\nDec\n\nEvents that occurred on 25 March."
    },
    {
      "title": "On Earth",
      "content": "1934 - J.R.R. Tolkien's poem Firiel is published within The Chronicle of the Convents of the Sacred Heart (Volume IV).\n1967 - The Scotsman publishes an interview of J.R.R. Tolkien by William Foster.\n1968 - Actor Michael Reisz is born.\n1979 - Actor Lee Pace is born.\n1986 - The Swiss Tolkien Society Eredain is founded.\nSince 2003 - Tolkien Reading Day.\n2014 - Anglo-Saxon Community in J.R.R. Tolkien's the Lord of the Rings is published.\n2015 - Tolkien Estate launches a new version of the website tolkienestate.com, including many articles.\n2019 - Tolkien the Pagan? is published."
    },
    {
      "title": "In Arda",
      "content": "T.A. 2510:\nBorondir reaches the Éothéod and delivers them the message of Cirion, Steward of Gondor.\nT.A. 3019:\nThe Host of the West is surrounded by enemies on the Slag-hills.\nFrodo and Samwise reach the Sammath Naur. Gollum seizes the Ring and falls in the Cracks of Doom.\nDownfall of Barad-dûr and passing of Sauron.\nFrodo and Samwise are borne away by Gwaihir and his brothers.\nFaramir and Éowyn watch from the walls of Minas Tirith as the shadow is lifted from Mordor.\nAn eagle brings news to Minas Tirith about the fall of Sauron.\nBeginning of the New Year in Gondor.\nT.A. 3020:\nSamwise returns to the Shire from forestry work; Frodo has been ill, but he has already recovered and says nothing about himself to Samwise.\nT.A. 3021:\nBeginning of the Fourth Age in the reckoning of Gondor.[1]\nElanor the Fair, daughter of Samwise, is born.[1]"
    },
    {
      "title": "Inspiration",
      "content": "Tolkien noted in Nomenclature that the date the Ring was destroyed was purposefully chosen. It coincides with the feast of Annunciation or Lady Day, in which the Savior entered the world. Also of note, Tolkien likely chose the 25th of March as the date of the destruction of the One Ring (showing the influence of his Catholic faith) as this is widely believed to have been the day of the death of Jesus Christ.[2]"
    },
    {
      "title": "References",
      "content": "↑ \nJump up to:\n1.0 1.1 J.R.R. Tolkien, The Lord of the Rings, Appendix B, \"The Chief Days from the Fall of Barad-dûr to the End of the Third Age\"\n↑ Kaitlyn Facista, \"The Ring & The Cross: Why March 25th is The Most Important Date of all History\", Tea With Tolkien (accessed 1 November 2022)"
    }
  ]
}