{
  "title": "25 September",
  "content": [
    {
      "title": "Intro",
      "content": "Add curated event\nSeptember\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\nJan\nFeb\nMar\nApr\nMay\nJun\nJul\nAug\nSep\nOct\nNov\nDec\n\nEvents that occurred on 25 September."
    },
    {
      "title": "On Earth",
      "content": "1915 - The Big Four of the T.C.B.S. - Tolkien, Smith, Wiseman and Gilson - have their last meeting.\n1927 - Producer and interviewer Denys Gueroult is born.\n1931 - Voice actor Peter Woodthorpe is born.\n1954 - J.R.R. Tolkien writes Letter 154.\n1963 - Actor Mikael Persbrandt is born.\n1977 - Oxonmoot 1977 at The Welsh Pony.\n1977 - William Carter publishes \"The filial duty of Christopher Tolkien\" in Sunday Times Magazine.\n1981 - Oxonmoot 1981 at The Turf Tavern.\n1982 - Oxonmoot 1982 at the Cotswold Lodge Hotel.\n1982 - The eleventh episode of the new version of the 1981 radio series of The Lord of the Rings is aired on BBC Radio 4.\n1983 - Oxonmoot 1983 at Oxford Town Hall.\n1987 - Oxonmoot 1987 at Oxford Town Hall.\n1988 - Oxonmoot 1988 at Oxford Town Hall.\n1998 - Oxonmoot 1998 at Exeter College.\n1999 - Author Marion Zimmer Bradley dies.\n1999 - Oxonmoot 1999 at Exeter College.\n2008 - Oxonmoot 2008 at Christ Church.\n2009 - Oxonmoot 2009 at Lady Margaret Hall.\n2010 - Oxonmoot 2010 at Lady Margaret Hall.\n2010 - Lasse Lanta Autumn Meeting of the Austrian Tolkien Society.\n2011 - Oxonmoot 2011 at Lady Margaret Hall."
    },
    {
      "title": "In Arda",
      "content": "T.A. 3018:\nAfter the departure of the Elves, Khamûl resumes his search for the Ring.[1]\nThe hobbits have breakfast with bread, fruit and drinks the High Elves left for them. Frodo decides to continue to Bucklebury by cutting through Green Hill Country and the Marish.[2]\nThey are blocked by the Stock-brook, until they see a Black Rider for a third time, behind them; they are forced to dive into the bushes by the bank and continue their way along it.[2]\nThey wade the stream and run into a wood; rain falls over the Marish. At mid-day they have a lunch beside a sheltered elm.[2]\nUnable to find Frodo, Khamûl summons another Nazgûl from Dol Guldur.[1] The two evil cries disturb the hobbits who are resting.[2]\nThe two Ringwraiths go eastwards. Khamûl[1] interrogates Farmer Maggot about \"Baggins\", but he doesn't cooperate.[2] Khamûl sends his companion towards the Overbourn Marshes while himself goes towards the Brandywine Bridge.[1]\nLeaving the wood, the hobbits see that they have turned too much to the south; adjusting their course to the Bucklebury Ferry, they reach a turnip field outside Maggot's estates in the afternoon.[2]\nAfter a dinner, Maggot takes the hobbits with his waggon to the Ferry. They meet Merry looking for them.[2] Khamûl also arrives at the Bucklebury Ferry but too late.[1]\nThey reach Crickhollow in the night. Frodo reveals them his plans but they are already known. In the night he dreams about the trees of the Old Forest.[3]\nGandalf hurries towards The Shire on Shadowfax.\nBoromir travels towards Rivendell to ask for counsel."
    },
    {
      "title": "References",
      "content": "↑ \nJump up to:\n1.0 1.1 1.2 1.3 1.4 Wayne G. Hammond and Christina Scull (eds), The Lord of the Rings: A Reader's Companion, citing from an unpublished version of The Hunt for the Ring, p. 164\n↑ \nJump up to:\n2.0 2.1 2.2 2.3 2.4 2.5 2.6 J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"A Short Cut to Mushrooms\"\n↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"A Conspiracy Unmasked\""
    }
  ]
}