{
  "title": "Second Age",
  "content": [
    {
      "title": "Intro",
      "content": "Sources\nHistory of Arda\nMusic of the Ainur\nTimeline of Arda\n\tDays before days\n\tYears of the Trees\n\tYears of the Sun\nAges of the Elvish World\n\tFirst Age (Y.T. 1050 - Y.S. 590)\n\tSecond Age (S.A. 1 - 3441)\n\tThird Age (T.A. 1 - 3021)\n\tFourth Age (Fo.A. 1 - ?)\n\tLater Ages (up to present day)\nDagor Dagorath\nSecond Music of the Ainur\nSee also: Round World version\nof The Silmarillion\n”\n\nThese were the dark years for Men of Middle-earth, but the years of the glory of Númenor. Of events in Middle-earth the records are few and brief, and their dates are often uncertain. \n\nAppendix B: The Tale of Years, \"The Second Age\"[1]\n\nArda in the Second Age by Quentin Lowagie\n\nThe Second Age, often abbreviated to S.A., began after the destruction of Beleriand in the War of Wrath, and the execution and subsequent expulsion of Morgoth from Eä into the Void.\n\nThe founding of Lindon (from the remnants of Ossiriand) and the creation of Númenor, the two major Elvish and Mannish kingdoms of the Age, respectively, took place soon afterwards."
    },
    {
      "title": "Elvish realms",
      "content": "Middle-earth & Númenor by Steven White Jr\n\nLindon was an Elvish realm ruled by Gil-galad, last High King of the Noldor in Middle-earth. It lay in what remained of Beleriand, between the mountains of Ered Luin and the Great Sea. From its Grey Havens Elven ships sailed daily to the West. Imladris, or Rivendell, was founded by Elrond about halfway through the Age.\n\nIn the early part of the Second Age many Noldorin Elves journeyed East of the Ered Luin and established the realm of Eregion near the Misty Mountains. These Elves, led by Celebrimbor son of Curufin, became close friends with the Dwarves of Khazad-dûm. Together they made great endeavours in smithcraft, until the skill of the Elves reached a height never to be matched again. This attracted the attention of Sauron, who tricked the Elves into making the Rings of Power by his aid. When the Elves perceived that he desired to rule them with the One Ring, they resisted, and Sauron waged war against them. In this war, Eregion was destroyed and Celebrimbor killed."
    },
    {
      "title": "Mannish realms",
      "content": "The Second Age was the age of the glory of Númenor, the great island kingdom that was created for the descendants of the Edain in the first years of the Age, and as the years passed, their power grew until it surpassed that of any nation of Men, before or since. They sailed east, exploring Middle-earth and founding great cities there. Eventually, their power and pride became so great that they challenged the Valar themselves, and were destroyed.\n\nMeanwhile, in Middle-earth there were Dark Years, in which Men lived in simple tribal societies or were under the domination of Sauron. The men who served Sauron revered him as a god and feared him greatly. In the beginning of the Second Age, the Dúnedain attempted to help the Men of Middle-earth, but eventually desired to dominate them.\n\nThe Downfall of Númenor was not the end of the Second Age; a remnant of the Númenóreans led by Elendil escaped its wreck and founded kingdoms in Middle-earth: Arnor in the north and Gondor in the south. Along with Gil-galad, they formed a mighty alliance, the Last Alliance of Elves and Men, and marched on Sauron, who had grown great again, assailing the Dark Tower of Barad-dûr. With the first overthrow of Sauron by the Alliance, the Second Age came to its end."
    },
    {
      "title": "Major events of the Second Age",
      "content": "Military[note 1]\tPolitical\tOther\n1st millennium\t\t\nFoundation of Lindon (1)\nFoundation of Númenor (32)\nDwarves from Blue Mountains migrate to Khazad-dûm (c. 40)\nNúmenóreans establish contact with Middle-earth (600)\nLords of Andúnië title is created (630)\nEregion is founded (750)\nHirilondë is built (877)\n\t\nSauron returns from the East (c. 500)\nSauron constructs Barad-dur (1000)\n\n2nd millennium\t\nWar of the Elves and Sauron (1693-1700)\n\t\nNúmenóreans establish permanent havens in Middle-earth (1200)\nGaladriel and Celeborn come to Laurelindórenan (1350)\nElrond founds Rivendell (1697)\nFirst shadow falls on Númenor (1800)\n\t\nThe Rings of Power are constructed (1500)\nThe Three Rings are constructed (1590)\nThe One Ring is forged (1600)\n\n3rd millennium\t\t\nUmbar is fortified (2280)\nPelargir is built (2350)\n\t\nFirst appearance of the Nazgûl (2251)\n\n4th millennium\t\nAr-Pharazôn lands at the Haven of Umbar but Sauron surrenders without resistance (3261)\nThe Great Armament assails Valinor (3319)\nWar of the Last Alliance (3429-3441)\n\t\nArnor and Gondor founded (3320)\nLast Alliance (3430)\n\t\nDownfall of Númenor and Changing of the World (3319)\nDefeat of Sauron and end of the Age (3441)"
    },
    {
      "title": "See also",
      "content": "Timeline of the Second Age\nDark Years\nMiddle Days"
    },
    {
      "title": "External links",
      "content": "A Second Age Primer: The Rings of Power, the Rise and Fall of Númenor, and the Last Alliance at Tor.com"
    },
    {
      "title": "Notes",
      "content": "↑ Only wars and isolated battles are mentioned as events; for battles being part of larger campaigns, look the campaigns' respective articles or Index:Conflicts#Second Age."
    },
    {
      "title": "References",
      "content": "↑ J.R.R. Tolkien, The Lord of the Rings, Appendix B, \"The Second Age\", p. 1082"
    }
  ]
}