{
  "title": "Three Rings",
  "content": [
    {
      "title": "Intro",
      "content": "The Three Rings in The Rings of Power (TV series).\n\nRings\nThree Rings\nOther names\tNarya, Nenya, and Vilya\nCreator\tCelebrimbor\nCreated at\tEregion\nCreated in\tca. S.A. 1590.[1]\n”\n\nAnd of all the Elven-rings Sauron most desired to possess them, for those who had them in their keeping could ward off the decays of time and postpone the weariness of the world. \n\nOf the Rings of Power and the Third Age\n\nThe Three Rings were magical artifacts, three of the Rings of Power. They were forged by Celebrimbor and granted the power to preserve[2][3][4][5] the beauty[3] of things by stopping change and warding off the decay of time[6] and postponing the weariness of the world.[2] They had the greatest power of the Rings of Power. The Three Rings were named Vilya, Narya, and Nenya after the principal elements of air, fire, and water (respectively).[2]\n\nThe other Rings of Power had powers, which were more directly derived from Sauron, like making their wearers invisible or making things from the invisible world visible for their wearers, but the Three Rings did not make their wearers invisible.[3] Sauron did not assist in their making nor ever did he touch them, and his taint was not directly upon them, but, as they were partly created according to the craft taught by him,[4] they were under the control of The One Ring.[2][4]"
    },
    {
      "title": "Names and descriptions",
      "content": "Nenya, the Ring of Adamant[7] and the Ring of Water,[2] was made of mithril with a stone of adamant;[2] it was the chief of the Three,[8] originally — and only ever — worn by Galadriel.\nNarya, the Ring of Fire and the Red Ring, set with a ruby,[2] originally worn by Círdan[1][2] who gave it to Gandalf.[9]\nVilya, the Ring of Sapphire, Blue Ring, and the Ring of Air, and mightiest of the Three,[10] a ring of gold with a sapphire stone,[2] originally worn by Gil-galad but given to Elrond.[2]\n\nThe Rings were named after the three principal elements, each matching the colour of their stones. They were originally given to the three greatest Eldar in Middle-earth at that time.[1][2] Their names also match the fates of the three Silmarils.[note 1][11][12] However, not much is known about their specific powers and whether they had anything to do with each element."
    },
    {
      "title": "History",
      "content": "After \"Annatar\" taught and assisted the Gwaith-i-Mirdain with creating the Rings of Power, he left Eregion. Celebrimbor went on to forge another Three Rings alone, with the knowledge he had gained from Annatar. This was completed by around S.A. 1590.[1] These Three were \"unsullied,\" never touched by the hand of Sauron.[2] Sauron learned of their making, and desired to possess these Three over all the others.[2]\n\nWhen Sauron created the One Ring, the Elves who wore the Rings of Power heard his voice, realized they had been deceived, and took off their rings.[2]\n\nRingbearers by Jenny Dolfen\n\nAs the Elves failed him, Sauron waged war against Eregion in S.A. 1693. Celebrimbor immediately sent his three rings away for safekeeping:[1] he gave Nenya to Galadriel in Lothlórien, who advised him to send the other two to Lindon, away from Sauron, so he gave Vilya to High King Gil-galad and Narya to Círdan.[2]\n\nSauron succeeded in claiming the Rings of Power. But the Three remained outside his grasp and their whereabouts were seldom revealed.\n\nAfter Sauron's defeat in the War of the Last Alliance at the end of the Second Age, the Keepers of the Three Rings were free to wear them. During the Third Age, the Rings were not idle.[13] They were used to create enclaves of peace and protection where memory and beauty were preserved from wear and decay.[2][3]\n\nDuring the War of the Ring, Frodo Baggins found out that Galadriel held Nenya, using it to preserve Lothlórien from withering, and Aragorn reprimanded him for revealing this. The other two rings were revealed at the end of the Third Age, after Frodo destroyed the One Ring, and the Dark Lord Sauron was completely overthrown. It transpired that Elrond had wielded Vilya and presumably used its powers to keep Rivendell a haven safe from attack. It was Gandalf who wielded Narya, given to him by Círdan.[14]\n\nWith the destruction of the One Ring on 25 March T.A. 3019,[15] the Three Rings lost their power.[4][5][16] Not being able to hold back time and preserve the High-elven lore and beauty, their bearers, in the Last Riding of the Keepers of the Rings, left Middle-earth with the Three Rings on the White Ship on 29 September T.A. 3021.[17][18] The Third Age ended and the Dominion of Men began."
    },
    {
      "title": "Other versions of the legendarium",
      "content": "In an early version of The Lord of the Rings the Three Rings were known as Kemen, Ëar, and Menel. [19]"
    },
    {
      "title": "Portrayal in adaptations",
      "content": "The Three Rings in adaptations\n\nThe \"tall Elf kings\" in The Lord of the Rings (1978 film)\n\n \n\nThe Three Rings in The Lord of the Rings (film series)\n\n \n\nThe Three Rings in The Rings of Power Amazon series\n\nFilms\n\n1978: Ralph Bakshi's The Lord of the Rings:\n\nIn the introduction of the movie, the Three Rings are said to be made \"for the tall Elf Kings\" as three unidentified silhouettes are seen holding and lifting the Rings.\n\n2001-3: The Lord of the Rings (film series):\n\nIn the prologue to the first film, the Three Rings are show briefly being borne by Galadriel, Gil-galad and Círdan; later in the film Galadriel reveals to Frodo that she possesses Nenya. In the final film, although Gandalf can be seen wearing Narya, its significance is never stated.\n\n2014: The Hobbit: The Battle of the Five Armies:\n\nIn the Extended Edition of the film, we see Narya on Gandalf's finger as an Orc attempts to cut off his hand in an attempt to claim it for Sauron. However, Galadriel arrives to rescue Gandalf and vanquishes the Orc in the nick of time. She can be seen wielding Nenya on her finger throughout the scene. During the subsequent battle against the Nazgûl, Vilya can be glimpsed on Elrond's finger.\nTelevision\n\n2022: The Lord of the Rings: The Rings of Power, Season One:\n\nEpisode 8: Alloyed:\nIn this adaptation, various events found in the books are compressed, rearranged and/or omitted. The Three Rings are forged immediately after the departure of Annatar/Sauron from Eregion, but the other sixteen Rings of Power are either not discussed or not yet created. In this version, the Three Rings are not presented as the culmination of the Elven-smiths' prior work on rings. The new, magical properties of mithril made up for the series serve as the main representation of all magical craft done by the Elven-smiths.\nThe concept that became the Three Rings was first thought of as a crown to be put upon the High King Gil-Galad's brow, as they needed something circular to keep the power going in an unbroken round. Yet, since there ultimately was not enough mithril to do this, the concept changed to something smaller: two Rings of Power. After Galadriel found out about Halbrand being Sauron from an Elven Loremaster, she tells Lord Celebrimbor that they cannot make two rings, for she says that \"one will only corrupt\" and that \"two will always divide.\" \"With three,\" Celebrimbor responds, \"there is balance.\"\nHowever, at the same time, Celebrimbor reveals that the mithril will not bond with the lesser ores, unless they be pure, naming gold and silver from Valinor as an example, but clearly meaning that he needs Finrod's dagger. Galadriel somewhat reluctantly agrees. When the melting is done, Galadriel states that the power that they craft here must be solely for the Elves. Upon taking the melted dagger out of the furnace and onto a spinning device, Elrond provides the mithril ore that Prince Durin IV had given him as a token of their friendship. The mithril melts into the dagger, and the liquid is poured into three small steel cups to outline the physical appearance of the future rings. These outlines are then taken by the Elven-smiths, and bent into the shape of the Three Rings. Celebrimbor then binds jewels to each ring. The Ring's names and properties are never mentioned."
    },
    {
      "title": "Notes",
      "content": "↑ Eärendil kept one in the sky, Maedhros cast one with himself in deep fire, and Maglor either threw one into the sea or cast himself with it into the sea."
    },
    {
      "title": "References",
      "content": "↑ \nJump up to:\n1.0 1.1 1.2 1.3 1.4 J.R.R. Tolkien, The Lord of the Rings, Appendix B, \"The Second Age\"\n↑ \nJump up to:\n2.00 2.01 2.02 2.03 2.04 2.05 2.06 2.07 2.08 2.09 2.10 2.11 2.12 2.13 2.14 2.15 J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Of the Rings of Power and the Third Age\"\n↑ \nJump up to:\n3.0 3.1 3.2 3.3 J.R.R. Tolkien; Humphrey Carpenter, Christopher Tolkien (eds.), The Letters of J.R.R. Tolkien, Letter 131, (undated, written late 1951)\n↑ \nJump up to:\n4.0 4.1 4.2 4.3 J.R.R. Tolkien; Humphrey Carpenter, Christopher Tolkien (eds.), The Letters of J.R.R. Tolkien, Letter 144, (dated 25 April 1954)\n↑ \nJump up to:\n5.0 5.1 J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"The Council of Elrond\", p. 268\n↑ J.R.R. Tolkien; Humphrey Carpenter, Christopher Tolkien (eds.), The Letters of J.R.R. Tolkien, Letter 181, (undated, written January or February 1956)\n↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"The Mirror of Galadriel\"\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), Unfinished Tales, \"The History of Galadriel and Celeborn\", p. 251\n↑ J.R.R. Tolkien, The Lord of the Rings, Appendix B, \"The Third Age\"\n↑ J.R.R. Tolkien, The Lord of the Rings, The Return of the King, \"The Grey Havens\"\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Quenta Silmarillion: Of the Voyage of Eärendil and the War of Wrath\"\n↑ J.R.R. Tolkien, Concerning ... 'The Hoard'\n↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"The Council of Elrond\", Elrond's words to Gloin\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), Unfinished Tales, \"The Istari\", p. 389\n↑ J.R.R. Tolkien, The Lord of the Rings, Appendix B, \"The Great Years\", entry for the year 3019, March 25, p. 1094\n↑ J.R.R. Tolkien, The Lord of the Rings, The Return of the King, \"The Steward and the King\", p. 971\n↑ J.R.R. Tolkien, The Lord of the Rings, Appendix B, \"The Chief Days from the Fall of Barad-dûr to the End of the Third Age\", entry for the year 3021, September 29, p. 1096\n↑ J.R.R. Tolkien, The Lord of the Rings, The Return of the King, \"The Grey Havens\", pp. 1028-30\n↑ excerpt from MS. Tolkien, 3/1/12. published in Wayne G. Hammond and Christina Scull (eds), The Lord of the Rings: A Reader's Companion, \"The Grey Haven\", p. 671\n\n\n\n\nRings of Power\nThe One Ring | Three Rings (Narya · Nenya · Vilya) | Seven Rings (Ring of Thrór) | Nine Rings"
    }
  ]
}