{
  "title": "Third Age 3018",
  "content": [
    {
      "title": "Intro",
      "content": "Timeline of Arda\nAge\nI\nII\nIII\nIV\nV-VII\nYear of the Sun\n3015\n3016\n3017\n3018\n3019\n3020\n3021\n\nThird Age 3018 (abbreviated to T.A. 3018) is the 3018th year of the Sun of the Third Age of Middle-earth. Third Age 3018 was also known as S.R. 1418 in Shire-reckoning.\n\nNotable events in this year include:"
    },
    {
      "title": "April",
      "content": "12 - Gandalf reaches Hobbiton.[1]\n13 - Gandalf reveals to Frodo that Bilbo's ring is the One Ring.[2]"
    },
    {
      "title": "May",
      "content": "1 - Gandalf meets with Aragorn at Sarn Ford.[3]"
    },
    {
      "title": "June",
      "content": "19 - Boromir and Faramir receive the riddle in their sleep.\n20 - Sauron attacks Osgiliath. About the same time Thranduil is attacked, and Gollum escapes.[1]\nFugitives from the South reach Eriador. At the southern borders of the Southfarthing Gandalf receives news of war and defeat and the Black Shadow. He starts wandering aimlessly and then turns east and north.[4]"
    },
    {
      "title": "Midyear's Day",
      "content": "Along the Greenway Gandalf finds Radagast with news from Saruman that the Nazgûl have crossed the Anduin and look for the Shire. Gandalf goes to Bree and leaves a letter for Frodo with Barliman Butterbur.[3][4]"
    },
    {
      "title": "July",
      "content": "1 - At dawn Gandalf leaves Bree for Isengard.[4] The Black Riders set forth to search for the One Ring. They pass northward across the Wold\n4 - Boromir sets out from Minas Tirith.[1]\n10 - Gandalf imprisoned in Orthanc.[1]"
    },
    {
      "title": "August",
      "content": "All trace of Gollum is lost. It is thought that at about this time, being hunted both by the Elves and Sauron's servants, he took refuge in Moria; but when he had at last discovered the way to the West-gate he could not get out.[1]"
    },
    {
      "title": "September",
      "content": "Having failed to find the Shire, the Black Riders return to the Wold empty-handed; messengers from Sauron send them to Isengard.\nFrodo worries about not having heard from Gandalf, as his birthday approaches. Some of his friends, Folco Boffin, Fredegar Bolger, Merry Brandybuck and Pippin Took stay in Bag End and help him pack for his removal to Crickhollow.[5]\n18 - Gwaihir comes and rescues Gandalf from Orthanc in the early hours. The Black Riders cross the Fords of Isen.[1]\n19 - Gandalf comes to Edoras as a beggar, and is refused admittance.[1]\n20 - Gandalf gains entrance to Edoras. Théoden commands him to take any horse and go within a day[1] The Black Riders come to Isengard. Frodo's furniture is moved to Crickhollow.[5]\n21 - Gandalf meets Shadowfax, but the horse will not allow him to come near, and follows him far over the fields.[1] The Black Riders encounter Gríma Wormtongue, who tells them of the location of the Shire. Frodo is anxious for Gandalf's absence and keeps a constant look-out for him.[5]\n22 - The Black Riders reach Sarn Ford at evening; they drive off the guard of Rangers. Gandalf overtakes Shadowfax.[1] Frodo celebrates his birthday with friends but without Gandalf.[5]\n23 - Four Riders enter the Shire before dawn. The others pursue the Rangers eastward, and then return to watch the Greenway. Merry and Fatty leave for Crickhollow. Khamûl comes to Hobbiton at nightfall. Frodo leaves Bag End. Gandalf having tamed Shadowfax rides from Rohan.[1]\n24 - Gandalf crosses the Isen.[1] The hobbits are followed by a Rider on a road near Woody End; a Wandering Company of Elves under Gildor Inglorion returns from Emyn Beraid and the Rider runs away the chants to Elbereth. The hobbits camp with the Elves.[5]\n25 - A Black Rider approaches Farmer Maggot in Bamfurlong but he is ousted. The Hobbits later reach him who guides them with his wagon until the Bucklebury Ferry. The evening they meet Merry and reach Crickhollow. Frodo reveals them his plans, already known.\n26 - The Old Forest. The Hobbits are trapped by the Old Man Willow but are rescued by Tom Bombadil. He invites them home.[1][6] Two Riders come to the Prancing Pony and talk with Nob who closes the door; the Riders go towards Archet.[7]\n27 - Gandalf crosses Greyflood. Second night with Bombadil.[1]\n28 - The Hobbits reach the Barrow Downs and are captured by a Barrow-wight in a barrow, but are rescued again by Bombadil.[8] Gandalf reaches Sarn Ford.[1]\n29 - Frodo reaches Bree at night. Gandalf visits the Gaffer.[1]\n30 - Crickhollow and the Inn at Bree are raided in the early hours. Frodo leaves Bree. Gandalf comes to Crickhollow, and reaches Bree at night.[1]"
    },
    {
      "title": "October",
      "content": "1 - Gandalf leaves Bree.[1]\n3 - He is attacked at night on Weathertop.[1] Frodo in the Midgewater Marshes sees flashes of light from the battle.[9]\n4 - Gandalf escapes to the north from Weathertop, followed by four Riders.[4]\n6 - The camp under Weathertop attacked at night; the Witch-king stabs Frodo with his Morgul-blade, causing a Morgul-wound.[1][10]\n9 - Glorfindel leaves Rivendell.[1]\n11 - He drives the Riders off the Last Bridge of Mitheithel[1] and leaves a beryl as a token that it is safe.[4]\n13 - Aragorn and the hobbits find it, and cross the Bridge.[1]\n18 - Glorfindel finds Frodo at dusk. Gandalf reaches Rivendell.[1]\n20 - Escape across the Ford of Bruinen.[1] Elrond and Gandalf release a flood that drowns the horses of the Riders.[4]\n24 - Frodo recovers and wakes. Boromir arrives in Rivendell at night.[1]\n25 - Council of Elrond.[1]"
    },
    {
      "title": "December",
      "content": "18 - The membership of the Company of the Ring is chosen.[11]\n25 - The Company of the Ring leaves Rivendell at dusk.[1]"
    },
    {
      "title": "Within the year",
      "content": "Bilbo Baggins completes work on his Translations from the Elvish.[12]"
    },
    {
      "title": "References",
      "content": "↑ \nJump up to:\n1.00 1.01 1.02 1.03 1.04 1.05 1.06 1.07 1.08 1.09 1.10 1.11 1.12 1.13 1.14 1.15 1.16 1.17 1.18 1.19 1.20 1.21 1.22 1.23 1.24 1.25 1.26 1.27 J.R.R. Tolkien, The Lord of the Rings, Appendix B, \"The Great Years\"\n↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"The Shadow of the Past\"\n↑ \nJump up to:\n3.0 3.1 J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"Strider\"\n↑ \nJump up to:\n4.0 4.1 4.2 4.3 4.4 4.5 J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"The Council of Elrond\"\n↑ \nJump up to:\n5.0 5.1 5.2 5.3 5.4 J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"Three is Company\"\n↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"The Old Forest\"\n↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"Strider\"\n↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"Fog on the Barrow-downs\"\n↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"A Knife in the Dark\"\n↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"A Knife in the Dark\"\n↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"The Ring Goes South\"\n↑ J.R.R. Tolkien, The Lord of the Rings, \"Prologue\", \"Note on the Shire Records\", p. 15"
    }
  ]
}