{
  "title": "Fourth Age",
  "content": [
    {
      "title": "Intro",
      "content": "History of Arda\nMusic of the Ainur\nTimeline of Arda\n\tDays before days\n\tYears of the Trees\n\tYears of the Sun\nAges of the Elvish World\n\tFirst Age (Y.T. 1050 - Y.S. 590)\n\tSecond Age (S.A. 1 - 3441)\n\tThird Age (T.A. 1 - 3021)\n\tFourth Age (Fo.A. 1 - ?)\n\tLater Ages (up to present day)\nDagor Dagorath\nSecond Music of the Ainur\nSee also: Round World version\nof The Silmarillion\n”\n\nI have written nothing beyond the first few years of the Fourth Age. (Except the beginning of a tale supposed to refer to the end of the reign of Eldarion about 100 years after the death of Aragorn. Then I of course discovered that the King's Peace would contain no tales worth recounting; and his wars would have little interest after the overthrow of Sauron; but that almost certainly a restlessness would appear about then, owing to the (it seems) inevitable boredom of Men with the good: there would be secret societies practising dark cults, and ‘orc-cults’ among adolescents.) \n\nFrom a letter to Fr. Douglas Carter, 6 June 1972 [1]\n\nThe Fourth Age began after Sauron was finally defeated, when his Ruling Ring was destroyed, and the Keepers of the Three Rings left Middle-earth for the Uttermost West."
    },
    {
      "title": "History",
      "content": "The Third Age was held to have ended when Elrond left Middle-earth on 29 September of T.A. 3021.[2]\n\nThis age was marked by the recovery of the Númenorean kingdoms of Arnor and Gondor, while the House of Durin retook Moria until the race of Dwarves failed.[3] The Last Ship of the Elves, carrying Círdan, Celeborn, and all remaining Elves of the First Age left Middle-earth some time after Fo.A. 171.[4] Eventually that would lead to the final Dominion of Men over Arda, coming together with the total waning of the Elves and other dwindling races, such as the Ents and probably the Dwarves.\n\nEldarion's reign would have lasted for about 100 years after the death of Aragorn.[5]\n\nThere is no concrete information on more than the first few centuries of this Age, so it is not known when it ended, although it was probably shorter than 3 millennia,[6] around c. 2,430 years or more,[7] and was followed by the Fifth Age.[6][7]\n\nAdditionally, according to one of the drafts of the Appendices, it is said:\n\nOf Eldarion son of Elessar it was foretold that he should rule a great realm, and that it should endure for a hundred generations of Men after him, that is until a new age brought in again new things; and from him should come the kings of many realms in long days after. \n\nThe Peoples of Middle-earth, \"The Tale of Years of the Third Age\"[8]"
    },
    {
      "title": "Reckoning of years",
      "content": "Not all calendars in Middle-earth reset their count of years to Fo.A. 1 in the same year, on the same date, or indeed at all. As such, years given for certain events in the Fourth Age differ according to the calendar used.\n\nThe Shire-reckoning is the calendar system used for all dates in the Red Book, with S.R. 1 corresponding to T.A. 1601.[9] Years in Shire-reckoning did not restart at the end of the Third Age; they continued uninterrupted from S.R. 1421 to S.R. 1422, and \"in so far as the Hobbits took any account of the change of Age, they maintained that it began with 2 Yule 1422.\"[2] This means that S.R. 1422 is also T.A. 3022 and Fo.A. 1 as far as dates in the Red Book are concerned.\n\nHowever, in Gondor and the rest of the Reunited Kingdom outside the Shire, the New Reckoning calendar entered use starting in T.A. 3019. Under this calendar, 25 March T.A. 3021 is the first day of Fo.A. 1, some 9 months earlier than the new year in the Shire.[2] The Shire Calendar and the New Reckoning begin their years on different days: 2 Yule for the Shire and 25 March for the rest of the Reunited Kingdom.[note 1]\n\nThere are few dates given in the legendarium that require the reader to account for this difference, because most dates of the Fourth Age are already explicitly expressed in terms of the Shire Reckoning. For example, Legolas and Gimli's departure from Middle-earth is given as S.R. 1541.[10] The exceptions are both from the Note on the Shire Records and are as follows:\n\nTolkien explains that the text of The Lord of the Rings descends from a copy of the Red Book made in Gondor that bore the note \"Findegil, King’s Writer, finished this work in IV 172.\"[4] The accompanying text notes the equivalent year S.R. 1592, which is Fo.A. 171 in the Shire Reckoning, so this note must have been written with regard to the New Reckoning calendar before 7 Narvinyë.\nIn the same paragraph, Tolkien refers to Peregrin Took's retirement to Gondor in \"IV 64.\"[4] We are told elsewhere that Peregrin and his companion Meriadoc Brandybuck arrived in Gondor sometime between the autumn and the ending of S.R. 1484, which is Fo.A. 63 in the Shire Reckoning.[10] As such, the stated \"IV 64\" must be in reference to the New Reckoning calendar, again, prior to 7 Narvinyë."
    },
    {
      "title": "Other versions of the legendarium",
      "content": "The Prologue of the first edition of The Lord of the Rings mistakenly mentions that the Third Age \"ended with the great years 1418 and 1419 of the Shire.\"[11] whereas the Age ended in 1421 and 1422. This reference was removed in the second edition."
    },
    {
      "title": "External links",
      "content": "The Shire Reckoning project, dedicated to simulations and detailed analysis of all the calendars of The Lord of the Rings Appendix D.\nThe Farbanks Folios: Middle Earth in The Fourth Age, by Liam Tesshim"
    },
    {
      "title": "See also",
      "content": "Timeline of the Fourth Age\nThe New Shadow"
    },
    {
      "title": "Notes",
      "content": "↑ As these days are named in the Shire Calendar; their New Reckoning equivalents are 7 Narvinyë and Yestarë respectively."
    },
    {
      "title": "References",
      "content": "↑ J.R.R. Tolkien; Humphrey Carpenter, Christopher Tolkien (eds.), The Letters of J.R.R. Tolkien, Letter 338, (dated 6 June 1972)\n↑ \nJump up to:\n2.0 2.1 2.2 J.R.R. Tolkien, The Lord of the Rings, Appendix D, \"The Calendars\"\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Peoples of Middle-earth, \"Of Dwarves and Men\"\n↑ \nJump up to:\n4.0 4.1 4.2 J.R.R. Tolkien, The Lord of the Rings, \"Prologue\", \"Note on the Shire Records\"\n↑ J.R.R. Tolkien; Humphrey Carpenter, Christopher Tolkien (eds.), The Letters of J.R.R. Tolkien, Letter 338, (dated 6 June 1972)\n↑ \nJump up to:\n6.0 6.1 J.R.R. Tolkien; Humphrey Carpenter, Christopher Tolkien (eds.), The Letters of J.R.R. Tolkien, Letter 211, (dated 14 October 1958)\n↑ \nJump up to:\n7.0 7.1 J.R.R. Tolkien, Carl F. Hostetter (ed.), The Nature of Middle-earth, \"Part One. Time and Ageing: VI. The Awaking of the Quendi\", Notes, Note 30, p. 43\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), The Peoples of Middle-earth, \"VIII. The Tale of Years of the Third Age\", pp. 244-5\n↑ J.R.R. Tolkien, The Lord of the Rings, \"Prologue\", \"Concerning Hobbits\"\n↑ \nJump up to:\n10.0 10.1 J.R.R. Tolkien, The Lord of the Rings, Appendix B, \"Later Events Concerning the Members of the Fellowship of the Ring\"\n↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, p. \"Foreword\", p. 8"
    }
  ]
}