{
  "title": "7 March",
  "content": [
    {
      "title": "Intro",
      "content": "Add curated event\nMarch\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\nJan\nFeb\nMar\nApr\nMay\nJun\nJul\nAug\nSep\nOct\nNov\nDec\n\nEvents that occurred on 7 March."
    },
    {
      "title": "On Earth",
      "content": "1940 - Voice actor Richard O'Callaghan is born.\n1956 - William Galbraith writes a letter to J.R.R. Tolkien.\n2004 - The third day of \"RingCon IV\" in Seattle."
    },
    {
      "title": "In Arda",
      "content": "T.A. 3019:\nFaramir leads a raid against the Haradrim in Ithilien.\nHe finds Frodo and Sam and takes them to Henneth Annûn. He learns about Frodo carrying the One Ring but does not try to take it.\nGandalf travels with Pippin along the White Mountains towards Minas Tirith.\nAragorn reaches Dunharrow at nightfall.\nThéoden and the éoherë travel towards Dunharrow.\nFull moon[1]"
    },
    {
      "title": "Other versions of the legendarium",
      "content": "J.R.R. Tolkien wanted this night to have a full moon (seen both by Frodo and Pippin, and the muster of Rohan) and adjusted other dates and routes around it. At first, Tolkien thought that Time \"froze\" while the Fellowship of the Ring stayed in Lothlórien, and in the first drafts of The Forbidden Pool, Frodo was witnessing the full moon on the night of 6 February. Later Tolkien changed his mind about Lothlórien, pushing The Forbidden Pool a month later, and also invented the Shire Reckoning. To accommodate the full moons, and the new calendar, he adjusted the Fellowship's departure from Lothlórien on 16 February.[2]\n\nIn one of his time-schemes Tolkien used to keep track of his writing, he noted \"Total eclipse at 10.30\" for the night of 7–8 March, possibly after the 2 March eclipse of 1942 (on which year he based the lunar phases). However the eclipse didn't pass into the story.[3]"
    },
    {
      "title": "References",
      "content": "↑ J.R.R. Tolkien, The Lord of the Rings, The Two Towers, \"The Forbidden Pool\"\n↑ Wayne G. Hammond and Christina Scull (eds), The Lord of the Rings: A Reader's Companion, pp. xlvi, xlvii\n↑ Wayne G. Hammond and Christina Scull (eds), The Lord of the Rings: A Reader's Companion, pp. xlviii"
    }
  ]
}