{
  "title": "Seven Rings",
  "content": [
    {
      "title": "Intro",
      "content": "Annatar and the seven rings by Liz Danforth\n\nThe Seven Dwarf-rings were the Rings of Power given to seven Dwarf Lords by Sauron in the guise of Annatar."
    },
    {
      "title": "History",
      "content": "Apparently the Lords were the Kings of the Seven Houses, as Gandalf mentions that the Rings were given to the \"Dwarf-kings\".[1]\n\nThe most famous was the Ring of Thrór: in Dwarven tradition it was said Celebrimbor gave the Ring to Durin III king of Durin's Folk before the Downfall of Eregion,[2] but this seems unlikely as Celebrimbor was said to have yielded the Seven - all the Seven - to Sauron after torture.[3][4]\n\nThe Dwarf Lords proved resistant to the malevolent magic of the rings, as they are hard to tame, and the thoughts of their hearts are hidden.[3] The rings, used only for the gaining of wealth, amplified their wearer's natural skills and desire for dominion which as a consequence, made them greedy and exceedingly rich; the Rings gave them the power to multiply whatever they mined.[2] It is said that thanks to them the Seven Hoards were made. But also the Rings kindled greed and wrath in the Dwarves, bringing evils that in the long-term benefitted Sauron.[3]\n\nFour were consumed and destroyed by Dragons, but Sauron succeeded in finding two.[5] The last one was worn by Thráin II, but in T.A. 2845 he was imprisoned by Sauron in the dungeons of Dol Guldur, and the ring was taken from him.[2]"
    },
    {
      "title": "Portrayals in adaptations",
      "content": "1995-8: Middle-earth Collectible Card Game:\n\nEach of the seven rings has its own card (released in two versions, one for METW and one for MELE (some were released in the expansion MEAS): Dwarven Ring of Dwálin's Tribe, Dwarven Ring of Barin's Tribe, Dwarven Ring of Bávor's Tribe, Dwarven Ring of Thélor's Tribe, Dwarven Ring of Durin's Tribe, Dwarven Ring of Thrár's Tribe, and Dwarven Ring of Drúin's Tribe.\nA Dwarf-ring as conceived by The Noble Collection\n\n2001: The Lord of the Rings: The Fellowship of the Ring:\n\nThe Seven appear in the introduction of the movie, worn by Dwarf kings. They are designed consistently to the general 'Dwarven' aesthetics of the movie, with angular, crystalline shapes. However nowhere in Tolkien's books is mentioned that the Seven were designed or made for the Dwarves.[6]\n\n2017: The Lord of the Rings Online:\n\nThe Dwarf-rings consumed by dragons were not destroyed, but Sauron had those dragons imprisoned and tortured in an attempt to recover the Rings. The \"Ring-drakes\", as they were called, were \"Hrímil Frost-heart\", who consumed \"Tínya\" and the king of the Eastern \"Zhélruka\" dwarves who bore it; \"Thostír the Rank\", who consumed \"Tulcya\", the ring of another House in Rhûn; and \"Fingar the Greedy\", a Great Worm of Angband who consumed \"Úrya\" and \"Vanya\", the Rings of the Ered Luin kingdoms.\nTwo other rings of the eastern Houses were reclaimed by Sauron: \"Taurya\" and \"Sindya\", the Ring of \"Drása's Folk\" (later dubbed \"Stout-axes\"), who called it \"Manthríf\". \"Angya\" was the name of the Ring of Durin, which was called \"Handórm\" by the Dwarves."
    },
    {
      "title": "External links",
      "content": "Why Did Sauron Take Back the Dwarven Rings of Power? & How Did Sauron Give the Seven Rings to the Dwarven Kings? by Michael Martinez"
    },
    {
      "title": "References",
      "content": "↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"The Shadow of the Past\"\n↑ \nJump up to:\n2.0 2.1 2.2 J.R.R. Tolkien, The Lord of the Rings, Appendix A\n↑ \nJump up to:\n3.0 3.1 3.2 J.R.R. Tolkien, Christopher Tolkien (ed.), The Silmarillion, \"Of the Rings of Power and the Third Age\"\n↑ J.R.R. Tolkien, Christopher Tolkien (ed.), Unfinished Tales, \"The History of Galadriel and Celeborn\"\n↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"The Shadow of the Past\"\n↑ FAQ of the Rings: How did the Seven and the Nine differ? and Were the Seven and Nine Rings originally intended for Dwarves and Men?\n\n\n\n\nRings of Power\nThe One Ring | Three Rings (Narya · Nenya · Vilya) | Seven Rings (Ring of Thrór) | Nine Rings"
    }
  ]
}