{
  "title": "9 August",
  "content": [
    {
      "title": "Intro",
      "content": "1973\nAUG\n9\nThe last known photograph of J.R.R. Tolkien is captured.\nOn Earth\nJ.R.R. Tolkien\nEdit curated event\nAugust\n1\n2\n3\n4\n5\n6\n7\n8\n9\n10\n11\n12\n13\n14\n15\n16\n17\n18\n19\n20\n21\n22\n23\n24\n25\n26\n27\n28\n29\n30\n31\nJan\nFeb\nMar\nApr\nMay\nJun\nJul\nAug\nSep\nOct\nNov\nDec\n\nEvents that occurred on 9 August"
    },
    {
      "title": "On Earth",
      "content": "1914 - Artist Tove Jansson is born.\n1923 - Voice actor John Stephenson is born.\n1932 - Voice actor Denys Hawthorne is born.\n1934 - Tolkien's portrait by artist F.A. Farrell is published in the Australian Catholic journal The Advocate.\n1945 – As the bombs are dropped on Hiroshima and Nagasaki, Tolkien denounces these tactics as \"utter folly\".\n1973 - The last known photograph of J.R.R. Tolkien is taken, in front of his favourite tree, the Pinus Nigra (named Laocoon), at the Botanic Garden in Oxford.\n1981 - The twenty-third episode of the 1981 radio series of The Lord of the Rings is aired on BBC Radio 4.\n1981 - Mythcon 12 at Mills College in Oakland, California.\n1986 - Mythcon 17 at California State University in Long Beach.\n1997 - Mythcon 28 at Pepperdine University in Malibu, California.\n2005 - The Lord of the Rings Symphony plays in Herodion, Greece.\n2007 - Omentielva Tatya - 2nd International Conference on Tolkien's Invented Languages in Antwerp, Belgium.\n2009 - Omentielva Nelya - 3rd International Conference on Tolkien's Invented Languages in Whitehaven, England.\n2013 - Omentielva Lempea - 5th International Conference on Tolkien's Invented Languages in Helsinki, Finland.\n2014 - Mythcon 45 in Wheaton College, Massachusetts.\n2015 - Omentielva Enquea - Sixth International Conference on Tolkien's Invented Languages in Greisinger Museum, Switzerland.\n2022 - Tolkien Calendar 2023 is published."
    },
    {
      "title": "In Arda",
      "content": "T.A. 3018:\nGandalf is held captive by Saruman on the pinnacle of Orthanc.\nBoromir travels towards Rivendell to ask for counsel."
    }
  ]
}