{
	"title": "\"A Far Green Country\"",
	"content": [
		{
			"title": "Intro",
			"content": "Scene from The Lord of the Rings: The Return of the King\nA Far Green Country\n\nDetails\n\nScene\t49\nEvents\tGandalf speaks to Pippin of death\nCharacters\tGandalf, Pippin\nPrevious\tThe Battle of the Pelennor Fields\nNext\tThe Nazgûl and His Prey\n\n\"A Far Green Country\" is the thirty-ninth scene of The Lord of the Rings: The Return of the King and the forty-ninth scene of The Lord of the Rings: The Return of the King (extended edition)."
		},
		{
			"title": "Synopsis",
			"content": "Pippin and Gandalf take respite from battle. As they do so, Pippin says that he \"didn’t think it would end this way\". Gandalf tells him that death is a path that all must eventually take. He proceeds to give Pippin his take on death, describing it as \"the grey rain curtain of this world rolling back, and all turning to silver glass\", followed by the coming into view of \"a far green country, under a swift sunrise\". Pippin smiles, saying that that \"does not sound too bad\". Gandalf's look of joy swiftly vanishes as they are brought back into their present situation by the sound of hammering on the gates."
		},
		{
			"title": "Differences",
			"content": "The description of death given by Gandalf to Pippin in this scene is taken from a dream Frodo has in the books in the house of Tom Bombadil, in Fog on the Barrow-downs. There, Frodo heard \"a song that seemed to come like a pale light behind a grey rain-curtain, and growing stronger to turn the veil all to glass and silver, until at last it was rolled back, and a far green country opened before him under a swift sunrise.\"[1] At this point in the story, Frodo had no notion of the meaning of this dream, however, after he completed his quest and was sailing into the west, \"it seemed to him that as in his dream in the house of Bombadil, the grey rain-curtain turned all to silver glass and was rolled back, and he beheld white shores and beyond them a far green country under a swift sunrise.\"[2][3] This reinforces the idea that the \"death\" spoken of by Gandalf in this scene represents a journey into the west, and the coming to Valinor."
		},
		{
			"title": "References",
			"content": "↑ J.R.R. Tolkien, The Lord of the Rings, The Fellowship of the Ring, \"Fog on the Barrow-downs\", p. 135\n↑ J.R.R. Tolkien, The Lord of the Rings, The Return of the King, \"The Grey Havens\", p. 1030\n↑ J.R.R. Tolkien; Humphrey Carpenter, Christopher Tolkien (eds.), The Letters of J.R.R. Tolkien, Letter 91, (dated 29 November 1944)"
		}
	]
}
