{
	"title": "\"Hobbit Dinner\" in Rotterdam",
	"content": [
		{
			"title": "Intro",
			"content": "Expansion\n\nEvent\nHobbit-maaltijd\n\nEvent Information\n\nOther names\tHobbit Dinner,[1]\nHobbit Maaltijd,\nHobbit Meal\nLocation\tRotterdam, Netherlands\nDate\t28 March 1958\nParticipants\tJ.R.R. Tolkien\nGallery\tImages of the Hobbit-maaltijd\n”\n\nthat it is now exactly twenty years since I began in earnest to complete the history of our renowned hobbit-ancestors of the Third Age. I look East, West, North, South, and I do not see Sauron; but I see that Saruman has many descendants. We Hobbits have against them no magic weapons. Yet, my gentlehobbits, I give you this toast: To the Hobbits. May they outlast the Sarumans and see spring again in the trees. \n\nFinishing statement of Tolkien's speech[1]\n\nThe Hobbit-maaltijd[2] refers to an event in which J.R.R. Tolkien participated on 28 March 1958. Tolkien had been invited to Rotterdam for a \"Hobbit Dinner\" by his Dutch publisher Het Spectrum and the bookseller Voorhoeve & Dietrich.[3][4]"
		},
		{
			"title": "Background",
			"content": "The \"Hobbit-maaltijd\"\n\nThe dinner was held at an assembly hall, the Flevo-hall, part of a building called the Twaalf Provinciën Huis, that no longer exists. Author Hella Haasse was one of the guests at the large dinner.[4]\n\nTolkien's speech\n\nTolkien delivered his brief speech in English and Dutch, in the middle of which is a poem \"Twenty years have flowed away down the long river\", in Quenya and English. His finishing statement is quoted in Carpenter's Biography.[1]\n\nIn 1993, an audio recording of the speech was discovered by René van Rossenberg (which remains unreleased), who later in 1995 published an article in Mythlore 80 detailing the events of that night. (see here)\n\nAn excerpt of the recording appeared in an online article in 2014.[3]\n\nBeside the oral deliverance Tolkien also prepared a written manuscript for the speech, which contains three versions of the Quenya poem. In 2024, part of the speech and the full texts of the poem are now published as entry 182 in The Collected Poems of J.R.R. Tolkien (2024).[5]"
		},
		{
			"title": "See also",
			"content": "Letter 205a\nLetter 206"
		},
		{
			"title": "References",
			"content": "↑ \nJump up to:\n1.0 1.1 1.2 Humphrey Carpenter, J.R.R. Tolkien: A Biography\n↑ J.R.R. Tolkien; Humphrey Carpenter, Christopher Tolkien (eds.), The Letters of J.R.R. Tolkien: Revised and Expanded edition, Letter 205b\n↑ \nJump up to:\n3.0 3.1 Noble Smith, \"J.R.R. Tolkien Reveals TRUE Meaning Of ‘The Lord Of The Rings’ In Unearthed Audio Recording\" dated 22 May 2014, huffingtonpost.com (accessed 21 December 2016)\n↑ \nJump up to:\n4.0 4.1 René van Rossenberg, \"Tolkien's Exceptional Visit to Holland: A Reconstruction\" dated 15 October 1996, Proceedings of the J.R.R. Tolkien Centenary Conference\n↑ J.R.R. Tolkien; Christina Scull, Wayne G. Hammond (eds.), The Collected Poems of J.R.R. Tolkien, \"182. Yénion Yukainen Nunn'ar Anduine Lútie Loar! · Loä Yukainen avar Anduinë Sí Valútier (1958)\""
		}
	]
}
