{
	"title": "Letter 322a",
	"content": [
		{
			"title": "Intro",
			"content": "The Letters of J.R.R. Tolkien\nLetter 322a\nRecipient\ttwo ladies he met in Sidmouth\nDate\t10 June 1971\n\nLetter 322a is a letter written by J.R.R. Tolkien and published in The Letters of J.R.R. Tolkien: Revised and Expanded edition.\n\nThe letter was first mentioned in The J.R.R. Tolkien Companion and Guide[1] and a copy of it was later made available when put up for sale by Bonhams Auction House.[2]"
		},
		{
			"title": "From the auction",
			"content": "Autograph letter signed (\"Ronald Tolkien\"), to \"My dear Ladies\", sending copies of \"Verses\" and apologising for the delay in so doing since their return \"from the ease of The Belmont\"; and describing the weather they have enjoyed since: \"May continued to be 'according to the poets', on almost every day to its end, in this favoured corner of England. In fact the weather has only just turned bad. We remained in sunshine, immune from storms, even in neighbouring counties, until this morning when at 4 a.m. a Noachic rain began, & is still going on non-stop (8 p.m.). Ones does not read of the great play-cycles of biblical episodes, that used to be performed on Corpus Christi in the open, being 'washed out'. But no doubt they were sometimes. It may have made the play of Noah more realistic, but must have dampened the roaring rout of King Herod!\"; with a note at the end: \"please mark any reply Personal & it will be forwarded unopened\", 1 page, very light creasing at top, small folio, c/o George Allen & Unwin, \"Corpus Christi\" (10 June) 1971\n\nFootnotes\n\n'NOACHIC RAIN' – TOLKIEN ON MEDIAEVAL MYSTERY PLAYS AND THE BRITISH WEATHER. Tolkien and his wife had spent a week in May at the Belmont Hotel in Sidmouth (The J.R.R. Tolkien Companion and Guide, edited by Christina Scull and Wayne G. Hammond, 2006, pp. 753–4). Tolkien wrote to his son Christopher on 2 June: 'Our brief holiday to Sidmouth, which was what Dr Tolhurst's advice boiled down to, was very pleasant indeed. We were lucky in our time – in fact the only week available at the hotel – since May was such a wonderful month – and we came in for a \"spring explosion\" of glory' (Letters, 323). The \"Verses\" sent with the letter were copies of The Adventures of Tom Bomadil and Other Verses from the Red Book, published by Allen & Unwin in 1962.\n\nThe form of signature used here – \"Ronald\" as opposed to \"J.R.R.\" Tolkien – is rare and was used for friends only; in 1963 he wrote to his publishers, who proposed reproducing the \"Ronald\" signature in facsimile, 'I do not and never have used the signature \"Ronald Tolkien\" as an auctorial signature, and I do not think it suitable for this purpose' (3 February 1964, to Ronald Eames, Tolkien Companion, p. 616).[2]"
		},
		{
			"title": "See also",
			"content": "Letter to Mrs Robertson"
		},
		{
			"title": "References",
			"content": "↑ Wayne G. Hammond, Christina Scull, \"Addenda and Corrigenda to The J.R.R. Tolkien Companion and Guide (2006) Vol. 1: Chronology\" dated 25 March 2013, Hammond&Scull.com (accessed 27 March 2025)\n↑ \nJump up to:\n2.0 2.1 \"Lot No: 186, Sale 20751 - Books, Maps, Manuscripts & Historical Photographs, 19 March 2013 London, Knightsbridge\", Bonhams.com (accessed 16 March 2013)\n\n\n\n\nExpand\nThe Letters of J.R.R. Tolkien"
		}
	]
}
