{
	"title": "\"The Battle for Middle-earth is About to Begin\"",
	"content": [
		{
			"title": "Intro",
			"content": "Scene from The Lord of the Rings: The Two Towers\n\"The Battle for Middle-earth is About to Begin\"\n\nDetails\n\nScene\t50 (theatrical)\n65 (extended)\nDuration\t01:39\nEvents\tEpilogue to the Battle of Helm's Deep\nFrodo and Sam discuss their role in the great tale as they journey towards Mordor.\nCharacters\tGandalf, Aragorn, Legolas, Gimli, Théoden, Éomer\nSam, Frodo\nPrevious\tFarewell to Faramir\nNext\tGollum's Plan\n\n\"The Battle for Middle-earth is About to Begin\" is the fiftieth scene of The Lord of the Rings: The Two Towers and the sixty-fifth scene of The Lord of the Rings: The Two Towers (extended edition)."
		},
		{
			"title": "Synopsis",
			"content": "After their victory at the battle of Helm's Deep, Gandalf, Aragorn, Legolas, Gimli, Théoden, and Éomer ride to a crest which overlooks leagues of land, with the red glow and lightning of Mordor visible in the distance. Gandalf summarises their present situation: the battle for Middle-earth is about to begin, and that their true hope of defeating Sauron lies in the quest of Frodo and Sam.\n\nAs Frodo and Sam follow Gollum through the woods, Sam wonders if a story will ever be made of them.\n\nI wonder if people will ever say, \"Let's hear about Frodo and the Ring.\" And they'll say, \"Yes! That's one of my favourite stories.\" \n\nSamwise Gamgee\n\nFrodo smiles and tells him he has left out \"Samwise the Brave\", one of the chief characters. He stops, and says \"Frodo wouldn't have got far without Sam\". The two hobbits continue on, and Sam sighs \"Samwise the Brave\"."
		},
		{
			"title": "Differences",
			"content": "The conversation between Frodo and Sam that occurs in this scene is adapted from the conversation the two hobbits have in the chapter The Stairs of Cirith Ungol. During their climb of the stairs, they take take rest and eat. Here, Sam wonders \"what sort of tale\" they have fallen into. He muses that they are in the same never-ending tale as Beren, who never thought he would retrieve a Silmaril, and comments that Beren's danger was worse than theirs. The dialogue which follows in the book very closely resembles that in this scene. A minor difference is that Frodo refers to Sam as \"Samwise the stouthearted\" (as opposed to \"Samwise the Brave\") in the book.[1]"
		},
		{
			"title": "References",
			"content": "↑ J.R.R. Tolkien, The Lord of the Rings, The Two Towers, \"The Stairs of Cirith Ungol\", pp. 711-3"
		}
	]
}
