{
	"title": "\"The Deep Breath Before the Plunge\"",
	"content": [
		{
			"title": "Intro",
			"content": "Scene from The Lord of the Rings: The Return of the King\n\"The Deep Breath Before the Plunge\"\n\nDetails\n\nScene\t10 (theatrical edition)\n14 (extended edition)\nEvents\tPippin and Gandalf discuss the coming battle\nCharacters\tPippin, Gandalf\nPrevious\tCross-roads of the Fallen King\nNext\tMinas Morgul\n\n\"The Deep Breath Before the Plunge\" is the tenth scene of The Lord of the Rings: The Return of the King and the fourteenth scene of The Lord of the Rings: The Return of the King (extended edition). It was extended in the latter edition."
		},
		{
			"title": "Synopsis",
			"content": "After dark, Pippin rummages through the weapons he has received from putting himself in the service of the Steward. He says with hope that he doubts he will be expected to fight, but a somewhat annoyed Gandalf tells him he will have to do as he is told now. Pippin tells Gandalf of his anxiety about waiting for battle and asks him if there was ever any hope for Frodo and Sam to complete their quest. Gandalf smiles at him and says \"Just a fool's hope\".\n\nAs the wizard and hobbit gaze towards Mordor, Gandalf describes the armies that will attack Gondor. Seeking the positives, Pippin says \"We have the White Wizard. That's got to count for something\". Gandalf remains silent for a moment before telling him that Sauron has not yet revealed his most deadly servant: the Witch-king of Angmar, who Pippin knows as the Nazgûl that stabbed Frodo on Weathertop."
		},
		{
			"title": "Differences",
			"content": "In the book, some of the themes touched on in this scene occur during Pippin's discussion with Beregond which occurs after Gandalf's audience with Denethor. Pippin voices his anxieties regarding waiting for battle to Beregond who describes the \"slowing of activity\" Pippin has experienced in the city as the deep breath before the plunge. In the book, it is Beregond rather than Gandalf who tells Pippin that it is in Gondor where \"the hammer-stroke will fall the hardest\".[1]"
		},
		{
			"title": "References",
			"content": "↑ J.R.R. Tolkien, The Lord of the Rings, The Return of the King, \"Minas Tirith\", pp. 765-6"
		}
	]
}
